"[\n    {\n        \"title\": \"Generative AI deployment: Strategies for smooth scaling\",\n        \"article_url\": \"https://www.technologyreview.com/2023/10/10/1081117/generative-ai-deployment-strategies-for-smooth-scaling/\",\n        \"article_content\": \"Sponsored Our global poll examines key decision points for putting AI to use in the enterprise.  After a procession of overhyped technologies like Web3, the metaverse, and blockchain, executives are bracing for the tidal wave of generative AI, a shift some consider to be on par with the advent of the internet or the desktop computer. But with power comes responsibility, and generative AI offers as much risk as reward. The technology is testing legal regimes in copyright and intellectual property, creating new cyber and data governance threats, and setting off automation anxiety in the workforce.  Organizations need to move quickly to keep up with stakeholder expectations, yet they must proceed carefully to ensure they do not fall foul of regulations or ethical standards in areas like data privacy and bias. Operationally, enterprises need to reconfigure their workforce and forge partnerships with tech companies to design safe, effective, and reliable generative AI. To gauge the thinking of business decision-makers at this crossroads, MIT Technology Review Insights polled 1,000 executives about their current and expected generative AI use cases, implementation barriers, technology strategies, and workforce planning. Combined with insights from an expert interview panel, this poll offers a view into today\\u2019s major strategic considerations for generative AI, helping executives reason through the major decisions they are being called upon to make. Key findings from the poll and interviews include the following: Download the report. This content was produced by Insights, the custom content arm of MIT Technology Review. It was not written by MIT Technology Review\\u2019s editorial staff.  \\u201cThis is a profound moment in the history of technology,\\u201d says Mustafa Suleyman. With just a few minutes of sample video and $1,000, brands never have to stop selling their products. With hopes and fears about the technology running wild, it's time to agree on what it can and can't do. As children start back at school this week, it\\u2019s not just ChatGPT you need to be thinking about. Discover special offers, top stories,\\n            upcoming events, and more. Thank you for submitting your email! It looks like something went wrong. \\n                We\\u2019re having trouble saving your preferences.\\n                Try refreshing this page and updating them one\\n                more time. If you continue to get this message,\\n                reach out to us at\\n                customer-service@technologyreview.com with a list of newsletters you\\u2019d like to receive.  \\u00a9 2023 MIT Technology Review\"\n    },\n    {\n        \"title\": \"The Generative AI Future Is Now\",\n        \"article_url\": \"https://www.channelfutures.com/from-the-industry/the-generative-ai-future-is-now\",\n        \"article_content\": null\n    },\n    {\n        \"title\": \"Generative AI, financial models top of mind for state CIOs in NASCIO\\u2019s annual survey\",\n        \"article_url\": \"https://statescoop.com/gen-ai-financial-models-states-nascio-2023/\",\n        \"article_content\": \" \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tEmerging Tech: The Future of State Local & Higher ED IT - A StateScoop and EdScoop Special Report\\t\\t\\t\\t\\t\\t\\t\\t\\n  \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tData and Analytics - A StateScoop and EdScoop Special Report\\t\\t\\t\\t\\t\\t\\t\\t\\n  \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tCyber Protection Starts With Workforce - Presented by Proofpoint\\t\\t\\t\\t\\t\\t\\t\\t\\n \\nBy\\nColin Wood\\n \\n\\nOctober 10, 2023\\n\\n The National Association of State Chief Information Officers on Tuesday published the results of its annual member survey, highlighting changes in state technology enterprises that include shifting financial models and a bubbling interest in generative artificial intelligence. The report draws on interviews and survey responses from top technology officials in 49 states, Washington D.C. and the U.S. Virgin Islands. (South Carolina was the only state to not participate.) The report notes that state CIO offices now have a median budget of $132 million and help administer an \\u201cunprecedented\\u201d level of federal funding for technology projects, including from the Coronavirus Aid, Relief and Economic Security Act, the American Rescue Plan and the Infrastructure Investment and Jobs Act. In addition to responding to questions about cybersecurity, legacy modernization and cloud services, state CIOs reported using an array of financial models to fund both new and ongoing technology initiatives, with most states adopting a \\u201chybrid\\u201d approach that combines two or more models. Such hybrid approaches include a combination of \\u201cchargeback\\u201d models that include billing state agencies, relying on general funds and agency assessment models. Only eight states reported that they rely entirely on a chargeback model, but chargeback is a major source of funding for most states that use it. Among states that reported using chargeback, about three-quarters get more than half of their funding from through that source, the survey found. For some CIOs, federal funding makes a sizable portion of their funding \\u2014 17% of CIOs said federal funding is between 41-80% of their revenue and a third said it\\u2019s 21-40%. State CIOs have told StateScoop in past interviews that a lack of flexibility in funding models can make it difficult to plan large-scale IT modernization projects that stretch over many years and can be unpredictable. One CIO advocating for a hybrid financial model told NASCIO: \\u201c[We should have] chargeback for services, but a general fund allocation for innovation, research and development and similar activities would help IT be much more proactive.\\u201d New Hampshire CIO Denis Goulet told StateScoop that his state uses three financial models: a \\u201cnon-lapsing fund\\u201d in which his agency over-collects for initiatives with recurring costs, direct chargeback for agency-specific projects and a formulaic model. Goulet said the formulaic model is complicated and opaque and that he favors using the non-lapsing fund model. \\u201cThat gives you the ability to invest down the road as things age out,\\u201d he said. \\u201cThat\\u2019s working really well for some of the stuff you have to replace every five or six years, as long as you\\u2019re not over-collecting too much.\\u201d As in past annual surveys, NASCIO this year asked CIOs which new technologies they believe will have the greatest impact on state government in the years ahead. Fifty-three percent of respondents named generative AI, a technology that states have in recent months been scrambling to assess. Many have created task forces assigned to understand how the technology could aid or hinder operations, and others have drafted policies to ensure responsible usage. One CIO told StateScoop generative AI offers states \\u201ca significant amplification of speed\\u201d but may require \\u201ca fundamental paradigm shift in how we approach work.\\u201d Texas Chief Information Officer Amanda Crawford told StateScoop she thinks generative AI will be a \\u201cgamechanger\\u201d for state government. \\u201cI think it really has the potential to make a huge impact for the better or for the worse,\\u201d Crawford said. \\u201cOne of the things we have to focus on is doing it securely, responsibly. In government, our constituents have no choice but to do business with us and because of that we have a higher responsibility with technologies to make sure they are using the right thing at the right time.\\u201d Crawford said bias, privacy and constitutional protections are among the issues that need further inspection. She pointed to the AI advisory council, of which she\\u2019s a member, that Texas Gov. Greg Abbott approved in June as one mechanism for exploring those issues. When asked by NASCIO which state government functions stand to benefit most from generative AI, CIOs were most likely to name digital services, followed by cybersecurity, fraud prevention and detection, procurement, human resources and licensing and permitting.\\u00a0 Crawford told StateScoop that one of the \\u201ceasiest\\u201d use cases is generative AI as an online guide that points users to other websites and services.\\u00a0 She said it would also be interesting for a state to create a pool of reliable data \\u2014 containing everything from policies to job descriptions \\u2014 to feed its own AI models. \\u201cIn the future I think there\\u2019s perhaps the potential to create a [large language model] that is made for government,\\u201d Crawford said.\"\n    },\n    {\n        \"title\": \"How AI Is Changing The Future Of Digital Experience\",\n        \"article_url\": \"https://www.forbes.com/sites/garydrenik/2023/10/10/how-ai-is-changing-the-future-of-digital-experience/\",\n        \"article_content\": \"Artificial Intelligence I recently sat down with Shafqat Islam, Chief Marketing Officer of Optimizely, a global marketing technology leader specializing in digital experiences, to discuss how marketers can begin to solve their customer experience challenges by leveraging the capabilities of AI. In this interview, we explore why marketers should shift their focus away from the uncertainties and unknowns surrounding AI and, instead, concentrate on harnessing its potential to help drive meaningful change. Gary Drenik: Can you tell me a little about your background and how you came to join Optimizely as CMO? Shafqat Islam: My start in the marketing world came in 2007 when I co-founded Welcome, formerly known as NewsCred, where I served as CEO for 13 years. During that time, Welcome emerged as a global leader in enterprise content marketing, and a significant part of our mission was pioneering the content marketing category for companies and brands worldwide, a legacy that lives on as the Optimizely Content Marketing Platform. After more than a decade at the helm of Welcome, I was eager for a new challenge. In 2021, I made the leap to join the Optimizely team as its General Manager following the acquisition of Welcome. Over the past year, as our business has continued to pick up steam, I embarked on the next chapter of my journey with Optimizely, taking on the role of CMO and wearing multiple hats along the way. Drenik: Given your extensive experience building products for marketers, how do you think the digital customer experience should inform how marketing and product teams work together? Islam: In our industry, we're witnessing a clear trend in the direct collaboration between product and marketing teams. The lines that once separated their roles within the product journey have become increasingly blurred. Instead of operating at opposite ends of the room, there's a growing sense that when they work hand-in-hand, not only does the end product improve, but customers are also more satisfied due to the enhanced dynamism of the solution. This evolving synergy is evident with the rise of growth teams across the space, bridging product development and marketing efforts into a single shared process. They understand that a significant part of marketing happens within the product. This partnership between product and marketing is crucial for sustained growth because the digital customer experience demands continual innovation. Customers no longer settle for \\\"good\\\"; they want the best. As organizations, it's our responsibility to recognize and integrate their desires into the DNA of our products and continually meet rising customer expectations. This is part of why we work the way we do at Optimizely. Our product and marketing teams apply the best principles of digital experimentation in their daily work. United in their goal\\u2014 to deliver for customers against these higher expectations, they tinker and experiment with each part of the marketing and product lifecycle, often together. Drenik: How are recent AI advancements and workplace adoption impacting marketing? Islam: One of the primary areas where AI will continue to have a massive impact on marketing teams is content creation. Specifically, within the realm of Generative AI tools, we\\u2019ve yet to even scratch the surface of capabilities, and yet, adoption by the general public has already been quick. For instance, according to a recent Prosper Insights & Analytics survey, 19.3% of respondents reported using ChatGPT primarily for content creation, such as articles, blog posts, and social media content. This trend carries extra significance for marketers, given that our day-to-day is so connected to the content we create for our customers. And if there's a specific tool that can enable us to amplify and refine our #1 value driver, why wouldn't we do everything in our power to leverage it? Prosper - Use ChatGPTSept Now, when we examine the traditional structure of a marketing tool, like a Content Management System (CMS) for example, it's effectively limited by the finite amount of content initially created and published within it. But what if you could publish content limitlessly, thanks to generative AI? Picture your CMS as more than just a static tool. Instead, it can be a dynamic content generator, continuously adapting to produce fresh, personalized content for your website, ensuring it remains engaging and relevant to your audience. As generative AI continues to advance, it has the potential to empower both marketing teams and larger organizations to create and share high-quality content faster than ever. Drenik: Do you have any recommendations for how marketers can minimize risk and maximize the impact of generative AI as it continues to evolve? Islam: In the grand scheme of things, integrating AI into marketing and everyday workflows doesn't carry as much risk as one might assume. Personally, I believe there's a greater risk associated with producing uninspiring and ineffective content than with mishandling AI. The broader challenge concerning AI is that many individuals lack a comprehensive understanding of just how effectively it can be implemented in their daily workflows. According to a recent Prosper Insights & Analytics survey, when asked, 69.9% of respondents either had heard of ChatGPT but didn't understand it or had never heard of it altogether. Prosper - Heard of ChatGBTSept As marketers, embracing risks, whether related to AI or in a general sense, represents a core aspect of our responsibilities. Playing it safe with tools we\\u2019re already familiar with and striving for error-free processes can have its own costs, potentially causing us to lag behind in terms of innovation and, eventually, trail our competitors. Drenik: How can marketing leaders position their teams to account for uncertainty and quick change to better meet customer needs? Islam: At Optimizely, we like to live by a motto that actually guided our most recent out-of-home campaign: move fast and make things. Marketing leaders should aim to cultivate a culture that empowers their teams to experiment and try new things\\u2014 like AI\\u2014 to realize better experiences for their customers. When a company or brand actively embraces experimentation, every insight discovered can hold value, even if it doesn't directly lead to a \\\"winning\\\" solution. A failed test still offers valuable clarity. When a company broadly embraces a culture of experimentation, they're sending a clear message across the organization and setting a standard that promotes innovation, and, importantly, welcomes failure as an opportunity for learning and growth. This ties back to my earlier point about the importance of taking risks. In a fast-paced digital environment, it's crucial to embrace this dynamic nature and make decisions that have the potential for significant payoffs, even when you're unsure of the outcome. Marketers shouldn\\u2019t be afraid to move fast, make things, and adapt to what customers need. Drenik: Thank you, Shafqat, for sharing your insights on how AI is shaping the future of digital experiences. I'm excited to see how marketing teams and professionals will continue to incorporate and adapt to the expanding presence of AI across their workflows. \"\n    },\n    {\n        \"title\": \"Georgia planning generative AI summit in Atlanta\",\n        \"article_url\": \"https://statescoop.com/georgia-generative-ai-summit-atlanta/\",\n        \"article_content\": \" \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tEmerging Tech: The Future of State Local & Higher ED IT - A StateScoop and EdScoop Special Report\\t\\t\\t\\t\\t\\t\\t\\t\\n  \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tData and Analytics - A StateScoop and EdScoop Special Report\\t\\t\\t\\t\\t\\t\\t\\t\\n  \\n\\n\\t\\t\\t\\t\\t\\t\\t\\t\\tCyber Protection Starts With Workforce - Presented by Proofpoint\\t\\t\\t\\t\\t\\t\\t\\t\\n \\nBy\\nColin Wood\\n \\n\\nOctober 10, 2023\\n\\n Georgia state technology officials told StateScoop they\\u2019re planning soon to open registration for an event designed to get state and local government employees thinking more critically about the potential uses of generative artificial intelligence. Georgia Chief Information Officer Shawnzia Thomas said the gathering, which is scheduled for Dec. 12 in Atlanta, will be a \\u201chuge\\u201d summit that brings in people from around the state to hear experts speak about generative AI, check out robots provided by vendors and hone their understanding of one of the fastest advancing technologies. Thomas said she\\u2019s already receiving strong interest from other state CIOs who wish to attend. Thomas said a recent state-run event themed around digital government attracted more than 300 attendees. \\u201cI think this is going to be bigger, because everyone wants to talk about AI,\\u201d she said. \\u201cNo one\\u2019s shying away from it.\\u201d Thomas said the event is designed to \\u201craise awareness\\u201d of how generative AI can help government agencies modernize their applications. \\u201cEveryone thinks that if you use gen AI or any type of AI it is going to get rid of employees. We don\\u2019t look at it that way. We look at it as a complement to the employee, an assistant. Also we want to make sure we can defend against it, because threat actors are using it,\\u201d she said. \\u201cSo we want to make sure we\\u2019re trained, we know what\\u2019s coming, we know how to defend against it.\\u201d Nikhil Deshpande, Georgia\\u2019s chief digital officer and chief AI officer, told StateScoop the event is an opportunity \\u201cto make sure we are all talking from the same script\\u201d and ensure that the terms involved with AI are well-defined. \\u201cThis is an opportunity to bring everyone together and have a common understanding,\\u201d Deshpande said. \\u201cIt is to define the landscape of what we\\u2019re dealing with if we\\u2019re talking generative AI. What are some of the guardrails that we need to put together, because we don\\u2019t want to be afraid and we don\\u2019t want to discourage the use, but how can generative AI really be that augmenting factor in making sure that people can work smarter? Because at some point I think expectations are going to change and people will be required to perform at a different scale.\\u201d He pointed to concerns about AI often being a \\u201cblack box,\\u201d producing output whose origins or methods of creation cannot be discerned, as well as the possibility of government employees blindly using generative AI to produce content that isn\\u2019t attributed or well vetted. Another purpose of the event, he said, is to help train and educate people on how large language models work and what generative AI\\u2019s capabilities are. \\u201cIt\\u2019s a hype cycle, which is fine,\\u201d he said. \\u201cWe\\u2019ve gone through this with other technologies, as well, but I think the only way to settle is to have more education around the possibilities, and that\\u2019s exactly the intent of this summit.\\u201d\"\n    },\n    {\n        \"title\": \"The promise, and perils, of visual generative AI technology\",\n        \"article_url\": \"https://fortune.com/2023/10/10/generative-ai-4chan-dall-e-canva-magic-studio-google-pixel/\",\n        \"article_content\": \"Hello and welcome to Eye on AI. This past week was a big one for the visual side of generative AI, thanks to launches from Microsoft/OpenAI, Canva, and Google. Altogether, they show how imperfect (and ripe for abuse) these generative AI tools still are, but also paint a picture of rapid technological advancement. Microsoft and OpenAI made a splash by making DALL-E 3 generally available to the masses via Bing Chat. The release comes even before DALL-E 3\\u2019s anticipated launch within ChatGPT, which is scheduled for later this month for paying users. The integration within Bing Chat\\u2014as well as the planned launch for ChatGPT\\u2014also introduces the capability for users to refine their images by conversing with that chatbot, as opposed to using the tool as a standalone product.\\u00a0 It didn\\u2019t take long, however, for DALL-E 3 to take centerstage in a coordinated 4chan campaign to flood the internet with racist images. As reported by 404 Media, 4chan users decided to make \\u201cpropaganda for fun\\u201d and created a visual guide for how to use AI tools to quickly make images with \\u201credpill messaging\\u201d and other racist content. While the guide says people can use any program they want such as Stable Diffusion or Photoshop, it says \\u201cMost people are using DALL-E 3\\u201d and links to the Bing tool, calling it the \\u201cQUICK METHOD.\\u201d\\u00a0 OpenAI has placed limitations on its AI tools to prevent the generation of racist and other offensive content, but users are of course finding ways around them. In turn, these images are now swirling around the internet, destined to inform current and future AI models as they scrape training data and increasingly browse the internet in real time.\\u00a0 Moving on to Canva, the online design platform launched Magic Studio, an extensive suite of AI-powered tools and capabilities that includes a text-to-image generator, text-to-video generator, the ability to generate entire projects from a line of text, generate copy in your brand voice, translate copy into different languages, and automatically switch between formats (such as automatically transforming the content of a slideshow into a document, for example). That\\u2019s on top of a host of interesting new photo editing capabilities such as Magic Grab, which allows users to select and separate the subject of a photo and make it into an editable element that can be individually edited, repositioned, or resized. But it\\u2019s clear some of these features, which are powered by the company\\u2019s partnership with OpenAI, still have a ways to go. I played with the text-to-video tool and the results ranged from slightly disturbing to totally nonsensical. When I prompted it to generate a video of \\u201cA cat birdwatching in a sunny windowsill,\\u201d it did\\u2014except the cat\\u2019s butt and tail were sitting beside it on the windowsill rather than attached to its body. And when I prompted the tool to generate a video of \\u201cUFOs abducting chefs from Earth,\\u201d the two-second clip it produced was so utterly confusing that I had no idea what I was looking at.\\u00a0 That brings us to the unveiling of Google\\u2019s new Pixel 8 and Pixel 8 Pro smartphones, which launched to much fanfare thanks to new AI-powered photo editing capabilities. Google Pixel can now erase unwanted audio from video, edit specific elements within a photo (essentially the same as Canva\\u2019s Magic Grab), and combine different frames of a photo to help you create the best shot. If one person is making an unflattering face in a group photo, for example, Google Pixel now lets you simply choose a better face from recent images or frames and swap it in. While these types of edits have always been possible for people with expertise in Photoshop, now they\\u2019re available to everyone with a click and in the palm of their hands. \\u201cIn all my years of reviewing personal technology gadgets, I can count the number of times my jaw has dropped when learning about a new product. It\\u2019s good to be a skeptical journalist! But I failed to maintain that detachment when Google demoed a few imaging tricks on its new Pixel 8 and Pixel 8 Pro smartphones,\\u201d wrote Julian Chokkattu, the reviews editor at Wired. And indeed it is pretty impressive. It wasn\\u2019t that long ago\\u20142016\\u2014when I covered the launch of Google\\u2019s first AI photo feature, the \\u201cenhance\\u201d tool, which basically just adjusted the lighting and sharpness of a photo. Even as recently as two months ago, I stopped in a Google store to check out the current Pixel offerings and play with the Magic Erase tool, which neither I nor the store associate could get to work. Now just a few months later, we have a suite of AI tools that goes above and beyond Magic Eraser. And while it\\u2019s likely the new face-swapping capability is still imperfect (not to mention a bit dystopian), it sure shows just how far this technology has come. Sage Lazzarosage.lazzaro@consultant.fortune.comsagelazzaro.com OpenAI is exploring making its own AI chips and has evaluated a potential acquisition target. That\\u2019s according to Reuters. CEO Sam Altman has publicly complained about the scarcity of graphics processing units and made acquiring more AI chips a top priority for OpenAI. The company has not yet decided to move ahead on a potential deal and has also considered working more closely with chipmakers including Nvidia and diversifying its suppliers beyond Nvidia. Microsoft is gearing up to debut its first AI chip next month. Just like OpenAI, Microsoft is hoping to reduce its reliance on Nvidia\\u2019s AI chips, which continue to be in short supply as they power the current generative AI boom, according to The Information. Obtaining a steady stream of chips is becoming increasingly vital for the growth of Microsoft's cloud business, where it powers LLMs for customers.\\u00a0 UK regulators motion against Snap over concerns its My AI chatbot poses data privacy risks to children. The Information Commissioner\\u2019s Office (ICO) issued a preliminary enforcement notice against Snap, reports TechCrunch, after it provisionally found that the risk assessment Snap conducted before launching My AI \\u201cdid not adequately assess the data protection risks,\\u201d particularly to children. The notice is not a breach finding and gives Snap a chance to respond before the regulator formally decides if the company is incompliant.\\u00a0 Australia\\u2019s education officials formally back a national framework to allow AI in schools. That\\u2019s according to The Guardian. AI tools including ChatGPT will be allowed in all Australian schools starting in 2024, according to the unanimously-backed framework. The move includes a $1 million investment into Education Services Australia, a not-for-profit educational technology company owned by federal, state, and territory education departments, to establish \\u201cproduct expectations\\u201d of generative AI technology. The EU has ironed out significant parts of its forthcoming AI Act. Dragos Tudorache, co-rapporteur of the EU AI act, shared on Linkedin that he and the involved parliament members have \\u201cfound agreement on large and important chunks of the text,\\u201d including an architecture for the classification for high-risk AI systems, requirements for high-risk AI systems, sandboxes, market surveillance and enforcement, and penalties and fines. \\u201cWe're not there yet but we are very close and moving rapidly in that direction,\\u201d he wrote. Making machines forget. In response to all the concerns (and lawsuits) about copyrightable material being used in AI training sets, a pair of researchers at Microsoft set out to investigate if models can be made to forget information they were already trained on. And found some surprisingly encouraging results. The concept of AI \\\"unlearning\\\" is one of the technology's thorniest problems and something that Fortune wrote about in August. Many researchers say it's virtually impossible to delete information from a trained AI model without resetting the model.\\u00a0 In the new study, the Microsoft researchers set out to make Meta\\u2019s Llama2-7b model forget everything it knows about the Harry Potter books. While stating that they originally thought this would be impossible, the researchers found success and \\u201cpropose a novel technique for unlearning a subset of the training data from a LLM, without having to retrain it from scratch.\\u201d You can read the full paper here.  Mira Murati, the young CTO of OpenAI, is building ChatGPT and shaping your future \\u2014Kylie Robison And Michal Lev-Ram AI is getting \\u2018more hype than it deserves,\\u2019 Warren Buffett\\u2019s right-hand man Charlie Munger says \\u2014Chloe Taylor Meta\\u2019s AI characters played by celebrities like Charli D\\u2019Amelio and Tom Brady are dissing the products and brand sponsors they work with in real life, \\u2014Alexandra Sternlicht Big Food is using AI to create healthier, tastier snacks and meals. It could super-charge nutrition in America \\u2014Erin Prater AMD\\u2019s Lisa Su is ready to crash Nvidia\\u2019s trillion-dollar chips party, \\u2014David Meyer Will AI mean fewer discounts at your favorite retailers? Companies hope the answer is yes \\u2014Megan Arnold Can AI fix Wall Street\\u2019s \\u2018spaghetti code\\u2019 crisis? Microsoft and IBM are betting that it can, \\u2014Ben Weiss Why collaboration with generative AI is so tricky\\u2014and how to make it work \\u2014Fran\\u00e7ois Candelon, Lisa Krayer, Saravanan Rajendran, and David Zuluaga Mart\\u00ednez To sue or to build? Both. Another interesting angle on the visual side of generative AI comes courtesy of a live interview with Getty CEO Craig Peters, which took place at the Code Conference in San Francisco and was shared on The Verge\\u2019s Decoder podcast this past week. Many might have expected Peters to spend the interview railing about the taking of content for AI models, and indeed Getty banned users from uploading AI-generated content to its platform and is currently pursuing a lawsuit against Stability AI, alleging the company stole 12 million images to train its Stable Diffusion model. But Peters made clear Getty is also bullish on generative AI and discussed the company\\u2019s own just-announced AI image generator.\\u00a0 The tool, called Generative AI by Getty Images does pretty much the same thing as every other AI-powered image generator. The difference is that all of the training data used belongs to Getty. For this reason, Getty is promising that its generator is 100% commercially safe for its customers and won\\u2019t infringe on intellectual property, likeness concerns, or generate images of real people (such as politicians and other public figures) that could contribute to disinformation. \\u201cIt cannot produce deepfakes. It doesn\\u2019t know what the Pope is, it doesn\\u2019t know what [Balenciaga] is,\\u201d Peters said. He insisted \\u201cit can\\u2019t\\u201d generate photos of Donald Trump, Joe Biden, or Taylor Swift because \\u201cit doesn\\u2019t know who they are.\\u201d Peters also discussed the company's plan to compensate creators whose images are used in training data, divvying up a fixed pie according to what proportion of the training set their content represents and how their content performs in Getty\\u2019s licensing world.  This is the online version of Eye on AI, a free newsletter delivered to inboxes on Tuesdays. Sign up here. \\u00a9 2023 Fortune Media IP Limited. All Rights Reserved. Use of this site constitutes acceptance of our Terms of Use and Privacy Policy | CA Notice at Collection and Privacy Notice\\u00a0| Do Not Sell/Share My Personal Information\\u00a0| Ad Choices\\u00a0\\nFORTUNE is a trademark of Fortune Media IP Limited, registered in the U.S. and other countries. FORTUNE may receive compensation for some links to products and services on this website. Offers may be subject to change without notice.\\nS&P Index data is the property of Chicago Mercantile Exchange Inc. and its licensors. All rights reserved. Terms & Conditions. Powered and implemented by Interactive Data Managed Solutions.\"\n    },\n    {\n        \"title\": \"Many Executives Uncertain if Their Organizations Have Ethical Standards for Generative AI: Deloitte State of Ethics and Trust in Technology Report\",\n        \"article_url\": \"https://www.prnewswire.com/news-releases/many-executives-uncertain-if-their-organizations-have-ethical-standards-for-generative-ai-deloitte-state-of-ethics-and-trust-in-technology-report-301951750.html\",\n        \"article_content\": \"Searching for your content... \\nIn-Language News\\n \\nContact Us\\n \\n 888-776-0942\\n\\nfrom 8 AM - 10 PM ET\\n News provided by 10 Oct, 2023, 08:00 ET Share this article Annual executive survey examines the ethical implications of emerging technologies, with an added focus on Generative AI this year NEW YORK, Oct. 10, 2023 /PRNewswire/ -- Many companies are beginning to test or use Generative AI, yet more than half (56%) of respondents don't know or are unsure if their organizations have ethical standards guiding its use, according to Deloitte's second annual report on the \\\"State of Ethics and Trust in Technology.\\\" Nearly three-quarters (74%) of individuals surveyed say their companies have begun testing Generative AI, 65% are already using it inside their businesses, and 31% have begun using this technology for external consumption. The study, led by Deloitte's Technology Trust Ethics practice, surveyed more than 1,700 business and technical professionals across industry sectors to assess if and how ethical standards are being applied to emerging technology in their organizations. Emerging technology was\\u00a0defined as cognitive technologies (including AI), digital reality, ambient experiences, autonomous vehicles, quantum computing, distributed ledger technology and robotics, and the survey and report had an added focus on Generative AI this year. \\\"There is an inherent opportunity to apply emerging technologies for societal good while creating financial value for the enterprise,\\\" said Kwasi Mitchell, chief purpose and DEI officer at Deloitte. \\\"However, the adoption of Generative AI is outpacing the development of ethical principles around the use of the technology, intensifying the potential risks to society and corporate trust if these standards continue to lag.\\\" Key Findings: Data privacy was reported as the top ethical concern about Generative AI.\\u00a0Respondents ranked data privacy (22%) as their No. 1 concern about Generative AI.\\u00a0Despite this, the percent of respondents who selected data privacy as one of the most important ethical principles for general emerging technologies in their organization fell from 19% in last year's survey to 7% this year. The perception of cognitive technologies' potential for social good is increasing \\u2014 and the perception of its potential for harm is rising even faster.\\u00a0In this year's survey, 39% of respondents indicated cognitive technologies \\u2014 which includes Generative AI \\u2014 have the most potential for good among all emerging technologies, up from 33% last year. Cognitive technologies were also ranked as most likely to pose a serious ethical risk among 57% of respondents, compared with 41% in 2022. Organizations opt to retain, retrain and upskill in response to automation.\\u00a0Nearly three-quarters (73%) of respondents said their organizations are shifting some workers' tasks due to the adoption of new technologies. Among these organizations, 85% retain individuals whose roles are affected, and more than two-thirds (67%) additionally retrain or upskill those employees for new positions, countering common perceptions that emerging technology will eliminate jobs. When asked to rank top ethical concerns about Generative AI's use more broadly across business, only 7% of respondents cited job displacement where Generative AI replaces human jobs.\\u00a0 Collaboration with other businesses on ethical tech standards remains unchanged, while expectations of government increase. Despite the increased attention on emerging technologies in the wake of Generative AI, only 27% of survey respondents reported their companies collaborating with commercial entities (down from 31% last year), and only 23% report partnering with government organizations to review potential ethics concerns (flat relative to 22% last year). The percentage of respondents who believe government should have a bigger role in setting ethical standards rose to 71% this year from 61% last year. Respondents said their organizations are supportive of government playing a role in technology regulation, specifically in fostering cross-business collaboration to define standards (69%), setting regulations (59%), incentivizing adoption of standards (50%), and imposing financial penalties (37%).\\u00a0 \\\"The potential benefits of emerging technologies can increase when companies collaborate and share their knowledge,\\\" said Beena Ammanath, managing director, Deloitte Consulting LLP and leader of Deloitte's Technology Trust Ethics practice, and the report's author. \\\"The sooner companies work together to identify the risks and establish governance up front, the better their ability may be to help generate stakeholder value, elevate their brands, create new markets and contribute to building a more equitable world.\\\" Deloitte's Technology Trust Ethics\\u00a0practice is part of the U.S. Purpose and DEI Office\\u00a0and focuses on embedding\\u00a0ethical decision-making into the development and use of emerging technology, to build trust in those technologies and expand the equitable opportunities of a tech-savvy world to all people. The practice developed a Technology Trust Ethics framework\\u00a0to help organizations assess the ethical implications of emerging technologies and guide responsible decision-making in the design, operation and governance of those technologies. \\u00a0 MethodologyDeloitte's research included interviews in June 2023 with 26 executives and surveyed more than 1,700 business and technical professionals involved in developing, consuming or managing emerging technologies. Respondents represented industry sectors including technology, media and telecommunications; financial services; life sciences and health care; consumer; energy; academia; government and public service; and nonprofit. The survey spanned the impact of Generative AI on organizations, the understanding of and value placed on ethical principles for emerging technologies, and mechanisms to implement ethical behavior throughout their organizations. About DeloitteDeloitte provides industry-leading audit, consulting, tax and advisory services to many of the world's most admired brands, including nearly 90% of the Fortune 500\\u00ae and more than 8,500 U.S.-based private companies. At Deloitte, we strive to live our purpose of making an impact that matters by creating trust and confidence in a more equitable society. We leverage our unique blend of business acumen, command of technology, and strategic technology alliances to advise our clients across industries as they build their future. Deloitte is proud to be part of the largest global professional services network serving our clients in the markets that are most important to them. Bringing more than 175 years of service, our network of member firms spans more than 150 countries and territories. Learn how Deloitte's approximately 457,000 people worldwide connect for impact at www.deloitte.com. Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (\\\"DTTL\\\"), its network of member firms, and their related entities. DTTL and each of its member firms are legally separate and independent entities. DTTL (also referred to as \\\"Deloitte Global\\\") does not provide services to clients. In the United States, Deloitte refers to one or more of the US member firms of DTTL, their related entities that operate using the \\\"Deloitte\\\" name in the United States and their respective affiliates. Certain services may not be available to attest clients under the rules and regulations of public accounting. Please see www.deloitte.com/about\\u00a0to learn more about our global network of member firms. SOURCE Deloitte Following the Securities and Exchange Commission's (SEC) adoption of new rules for cybersecurity risk management, strategy, governance, and incident... Key takeaways Over two-thirds (68%) of consumers surveyed are willing to pay a premium for fresh food, up seven percentage points year over year,... Banking & Financial Services Artificial Intelligence Computer Software Computer Software Sign up to get PRN\\u2019s top stories and curated news delivered to your inbox weekly! \"\n    },\n    {\n        \"title\": \"Dell expands generative AI products and services\",\n        \"article_url\": \"https://www.networkworld.com/article/3708190/dell-expands-generative-ai-products-and-services.html\",\n        \"article_content\": \"\\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\t\\tBy Andy Patrizio, \\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\nNetwork World\\n|\\n\\n\\n Andy Patrizio is a freelance technology writer based in Orange County, California. He's written for a variety of publications, ranging from Tom's Guide to Wired to Dr. Dobbs Journal. Dell Technologies is expanding its generative AI products and services offerings. The vendor introduced its generative AI lineup at the end of July, but that news was centered around validating existing hardware designs for training and inferencing. Dell's new products are models made for customization and tuning. The name is a mouthful: Dell Validated Design for Generative AI with NVIDIA for Model Customization. The solutions are designed to help customers more quickly and securely extract intelligence from their data. There may be a race to move anything and everything to the cloud, but that doesn\\u2019t include generative AI, according to Dell's research. Among enterprises surveyed by Dell, 82% prefer an on-premises or hybrid solution to AI processing,\\u00a0said Carol Wilder, Dell's vice president for cross portfolio software and solutions. \\u201cDue to the complexity and the necessary customization that enterprises need to do with the data, they find that they need to rapidly expand beyond pre-trained models with their corporate data, creating requirements to customize large language models,\\u201d Wilder told a conference call of journalists. More than one-third of enterprises are already considering building enterprise-specific LLMs, and their pre-trained models are not sufficient for their success, so they have to customize those models, Dell found in its research. Dell's solution provides best practices for customizing and fine-tuning generative AI models based on desired outcomes while keeping information secure and on-premises. This approach can give organizations multiple ways to tailor their models to accomplish specific tasks with proprietary data. The designs run on Dell\\u2019s AI-validated hardware, including the Dell PowerEdge XE9680 and the Dell PowerEdge XE8640, both with a choice of Nvidia GPUs and Nvidia\\u2019s AI Enterprise software stack. It also comes with storage options such as Dell PowerScale and Dell ObjectScale, supporting multiple storage data types with the validated design. Beyond the models, Dell has expanded its professional services to include Data Preparation Services, which are designed to clean up customer data and ensure it is in the correct format for AI projects. Dell is also launching Implementation Services to help companies get to an operational generative AI platform for inferencing and model customization, as well as Education Services to provide workers with the necessary critical skills for generative AI. \\\"We'll work with customers on realistically what is the right way, or the best way, for the customer to do data preparation services,\\\" Wilder said. Another newly launched offering is Dell Implementation Services, which establishes an operational generative AI platform for inferencing and model customization, designed to accelerate the time to deployment. It is paired with Dell Managed Services, Dell\\u2019s remote management offering. The service will come integrated with analytics software from Starburst. The hardware will be available starting in late October through traditional channels and Dell's APEX IT as-a-service offerings. Dell Implementation Services will be available next year. \\nNext read this:\\n\\n9 career-boosting Wi-Fi certifications\\nWhat is MPLS, and why isn't it dead yet?\\n11 ways to list and sort files on Linux\\n5 free network-vulnerability scanners\\nHow-to measure enterprise Wi-Fi speeds\\n\\n Andy Patrizio is a freelance journalist based in southern California who has covered the computer industry for 20 years and has built every x86 PC he\\u2019s ever owned, laptops not included. Andy Patrizio is a freelance journalist based in southern California who has covered the computer industry for 20 years and has built every x86 PC he\\u2019s ever owned, laptops not included. Copyright \\u00a9 2023 IDG Communications, Inc. Copyright \\u00a9 2023 IDG Communications, Inc.\"\n    },\n    {\n        \"title\": \"11 Questions Every CEO Should Ask about AI / Generative AI\",\n        \"article_url\": \"https://www.datasciencecentral.com/11-questions-every-ceo-should-ask-about-ai-generative-ai/\",\n        \"article_content\": \"Data Science Central Data Science Central I\\u2019ve been in this industry for over 40 years (yes, I just started in the data and analytics industry when I was 11), and I have NEVER seen anything like Artificial Intelligence (AI) and Generative AI (GenAI) capture the attention of CEOs (and the dystopic fear of everyone else). Is AI a game-changer?\\u00a0 Definitely!\\u00a0 Will it impact all organizations equally?\\u00a0 An unequivocal NO! There will be: These segments should not be any surprise because we\\u2019ve seen this segmentation before from a 2020 study by Kearney that highlighted the profit impact between analytics leaders and the huddled masses (Figure 1). Figure 1: Costs of Being an Analytics Laggard\\u2026And Path to Becoming a Leader I loved that this study put a number on the potential cost (profit impact) of being a second (or third or fourth) mover on the analytics opportunity: Yeah, this is not small potatoes in getting AI and analytics right from a business viability and survival perspective! To ensure that your organization is among the AI leaders (and not an AI pretender), your CEO should start by asking the following questions (and because this is critically important to the organization\\u2019s survival, we had to dial it up to 11 questions). 1. Lead with Value. Is our AI strategy being driven by and aligned with our business strategy? Successful organizations start their AI strategies by clearly linking to how they create value.\\u00a0 This includes identifying ideal outcomes, capturing key internal and external stakeholder decisions, and identifying a broad range of KPIs and metrics (e.g., financial, operational, customer, employee, partner, community, environmental, and ethical) against which the stakeholders will measure outcomes and decision effectiveness. Once these (and a few other criteria) are known, the organization is not positioned to create an AI strategy that supports the organization\\u2019s value-creation processes. The organization can start envisioning and exploring where and how AI can improve and optimize use case outcomes and decision effectiveness. 2. Organizational Alignment.\\u00a0 Does everyone understand their role and responsibilities in supporting the organization\\u2019s value-creation processes? It is essential that all stakeholders have a clear understanding of the organization\\u2019s key business initiatives and how their roles and responsibilities align with those business initiatives.\\u00a0 That is, leadership needs to ensure that everyone has a clear line of sight from what they do to how that creates value for the organization\\u2019s stakeholders. Establish a clear connection between AI initiatives and the organization\\u2019s broader business goals to ensure that AI efforts are aligned with the organization\\u2019s objectives. This requires clear and consistent communications to ensure that each employee understands the KPIs and metrics against which their value creation effectiveness will be measured. If this sounds like OKRs, then you\\u2019re heading in the right direction. 3. Business-driven Collaboration.\\u00a0 Is the business equally invested in creating and maintaining the AI strategy? Business stakeholders can\\u2019t just be involved at the \\u201crequirements definition\\u201d stage of the AI journey. The Business stakeholders must be heavily invested throughout the AI journey to ensure that the data science work delivers meaningful, relevant, responsible, and ethical AI outcomes. This ongoing collaboration is critical throughout the journey, including 1) providing critical details about the targeted business initiative, 2) identifying, validating, valuing, and prioritizing the use cases that support the business initiative, 3) brainstorming the features that might be better predictors of behaviors and performance when building the analytics, and 4) determining when the AI model is \\u201cgood enough\\u201d given the costs associated with making the wrong decisions. 4. AI & Data Literacy.\\u00a0 Have we educated everyone on the potential and dangers of AI? Educate all your employees and constituents about AI\\u2019s potential benefits and risks to ensure that they understand how AI can be used effectively and responsibly.\\u00a0 This includes basic training in decision-making, foundational training in the different types of analytics, and how to apply basic stats to improve decision-making effectiveness. Organizations can help prevent unintended consequences such as bias, discrimination, or privacy violations by promoting awareness of ethical considerations and responsible use of AI technologies. Providing training sessions or workshops on AI can help employees develop the skills necessary to work with AI technologies effectively. 5. Empowered Frontlines.\\u00a0 Have we engaged the folks who will use the AI models\\u2019 outputs to develop the models \\u2013 the frontlines of customer engagement and operational execution? Involve your end-users and subject matter experts in the AI model definition, design, development, and ongoing management processes to ensure that the models meet their needs and expectations. Involving subject matter experts throughout the process ensures that the models are designed to address relevant business challenges and will actually be used by the people for whom the analytics were developed. Also, create a continuous process for gathering user feedback to identify improvement areas and ensure that the models deliver relevant, meaningful, responsible, and ethical outcomes. 6. Assess Performance.\\u00a0 How do we monitor and evaluate the performance of our AI models over time? Establish key performance indicators (KPIs) against which to measure the ongoing effectiveness of AI models. Implement monitoring and observability processes to track model performance, identify anomalies, and trigger corrective actions to ensure that models remain effective and relevant over time. Additionally, by regularly evaluating model performance, organizations can identify areas for AI model and operational improvement and take corrective actions as needed. 7. Integrated Learning Loop.\\u00a0 Have we developed a feedback loop to ensure AI models continuously learn and adapt? Implement mechanisms to collect model effectiveness feedback and incorporate that feedback into model updates to ensure that the organization is that the AI models continuously learn and adapt. Regularly evaluate model performance and iterate on model and process improvements based on real-world usage to ensure that models remain effective as the operational environment changes. By the way, by incorporating user feedback into model updates, organizations can help improve user satisfaction with AI technologies. 8. Confidentiality Leakage. Do we have education and processes to ensure our confidential data isn\\u2019t accidentally divulged? Educate employees about data privacy best practices, including handling sensitive information, to prevent accidental disclosure of confidential data. This includes implementing robust security measures such as access controls and encryption, which can help protect confidential data from unauthorized access or disclosure. Organizations can minimize the risk of data breaches or other security incidents by establishing processes for handling confidential data effectively. 9. Unintended Consequences.\\u00a0 Do we have a process for identifying an AI model\\u2019s potential unintended consequences? Conduct thorough risk assessments to identify potential unintended consequences of AI models.\\u00a0 This is crucial in preventing unintended negative impacts on business outcomes or stakeholders. This means establishing all-inclusive formal processes for ideating, addressing, and mitigating any identified risks can help prevent unintended consequences from occurring. Additionally, by regularly reviewing risk assessments and updating protocols as needed, organizations can ensure that they remain prepared for any potential risks associated with their AI initiatives. 10. AI Model Transparency. Do our AI models provide the transparency to withstand legal scrutiny? Ensure that your AI models are explainable, meaning humans can understand the factors that drove an AI model\\u2019s recommendation or decision. Documenting model development processes and preserving documentation for legal compliance can help support transparency in model development. Also, organizations can minimize legal risks by ensuring that AI models comply with relevant national and local regulations and standards. 11. Mitigate Biases.\\u00a0 How do we ensure our AI models are unbiased, discrimination-free, and minimize confirmation bias? Conduct thorough data assessments to identify potential sources of bias in training datasets. Implement techniques such as data augmentation, adversarial training, and fairness constraints to reduce bias in AI models. Conduct regular reviews for bias and take corrective actions when biases are identified to ensure that models remain unbiased over time. Figure 2: Top 11 CEO AI /GenAI Questions \\u201cToto, I\\u2019ve a feeling we\\u2019re not in Kansas anymore.\\u201d \\u2013 Dorothy in the \\u201cWizard of Oz\\u201d The AI age is upon us, and things aren\\u2019t returning to how they were before.\\u00a0 A new type of leadership is required to corral and exploit this \\u201cArtificial Intelligence\\u201d phenomenon.\\u00a0 We need strong, stable, inclusive, and accountable leadership with a clear vision for how the organization can leverage AI to deliver meaningful, relevant, responsible, and ethical business and operational outcomes.\\u00a0 That is: It\\u2019ll take an empowered organization to uncover, align, and deliver on the value-creation potential of AI.\\u00a0 And that transformation starts with the CEO asking hard questions about the organization and enabling culture they are trying to nurture.  Related Content   \\u00a9 2023 TechTarget, Inc. We are in the process of writing and adding new material (compact eBooks) exclusively available to our members, and written in simple English, by world leading experts in AI, data science, and machine learning. Learn More Welcome to the newly launched Education Spotlight page! View Listings\"\n    },\n    {\n        \"title\": \"Analysts Predict: Generative AI Will Face Reality Check Next Year\",\n        \"article_url\": \"https://www.coinspeaker.com/generative-ai-analysts-predict/\",\n        \"article_content\": \"\\n\\u00a9 2023 MDD Group FZE LLC\\nALL RIGHTS RESERVED.\\n You have successfully joined our subscriber list. CCS Insight predicts that the EU will indeed be the first to introduce specific regulations for AI. CCS Insight, a leading technology research firm has made a bold prediction that generative Artificial Intelligence (AI) is in for a reality check in 2024, as the hype surrounding this transformative technology gives way to the practical challenges it poses. According to recent reports, CSS Insight shared this prediction in its annual roundup of top predictions for the tech industry in 2024 and beyond stating that generative AI might \\u201cget a cold shower in 2024\\u201d as the reality of the cost, risk, and complexity involved \\u201creplaces the hype\\u201d surrounding the technology.\\n\\n\\n\\n Ben Wood, Chief Analyst at CCS Insight, pointed out the stark difference between the hype and the reality of generative AI. \\u201cWe are big advocates for AI. We think it\\u2019s going to have a huge impact on the economy and society at large; we think it\\u2019s great for productivity,\\u201d Wood stated. \\u201cBut the hype around generative AI in 2023 has just been so immense that we think it\\u2019s overhyped, and there are lots of obstacles that need to be overcome to bring it to market.\\u201d Generative AI models such as OpenAI\\u2019s ChatGPT, Google Bard, Anthropic\\u2019s Claude, and Synthesia rely on vast amounts of computing power to run complex mathematical models that enable them to generate responses to user prompts. Companies must acquire high-powered chips to run these AI applications, with advanced Graphics Processing Units (GPUs), like those designed by US semiconductor giant Nvidia Corp (NASDAQ: NVDA), being the preferred choice for both large corporations and small-scale developers. However, the trend is shifting. Tech titans like Amazon.com Inc (NASDAQ: AMZN), Alibaba Group Holdings Ltd (HKG: 9988), and Meta Platforms Inc ( NASDAQ: META) are reportedly taking matters into their own hands by designing specialized AI chips tailored to their specific AI workloads. While this approach might be sustainable for tech giants with deep pockets, it presents a significant challenge for smaller organizations and independent developers. Furthermore, CCS Insight predicts that the EU will indeed be the first to introduce specific regulations for AI. Still, due to the rapid pace of advancement in the field, these regulations are expected to be revised and redrawn multiple times. Wood points out that \\u201clegislation is not finalized until late 2024, leaving industry to take the initial steps at self-regulation\\u201d. The urgency to regulate AI has been fueled in part by the buzz surrounding generative AI. Technologies like OpenAI\\u2019s ChatGPT, Google Bard, and others have captivated technology enthusiasts, venture capitalists, and corporate boardrooms alike with their ability to generate human-like text, images, and even music in response to text-based prompts. However, this rapid advancement has also raised concerns, both among government officials and the public. Some fear that highly advanced AI systems like generative AI may lead to job displacement and ethical concerns. As a result, several governments worldwide have been calling for AI regulation. In the EU, efforts are underway to pass the AI Act, a landmark piece of legislation that aims to introduce a risk-based approach to AI. Under this proposed regulation, certain technologies, such as live facial recognition, could be prohibited altogether. Benjamin Godfrey is a blockchain enthusiast and journalist who relishes writing about the real life applications of blockchain technology and innovations to drive general acceptance and worldwide integration of the emerging technology. His desire to educate people about cryptocurrencies inspires his contributions to renowned blockchain media and sites. You have successfully joined our subscriber list. Google Play accounted for 9 million ChatGPT downloads in September, while the other 6.6 million were recorded by the App Store. The total number of ChatGPT downloads has hit 52.2 million.\\u00a0 The heart of the DOJ\\u2019s argument lies in the assertion that evidence regarding the current value of Bankman-Fried\\u2019s investments, particularly his stake in Anthropic, is irrelevant to the charges against him. There is a growing interest in generative AI space, which has inadvertently resulted in increased demand for Graphical Processing Units (GPUs). October 10th, 2023 October 9th, 2023 October 9th, 2023 October 6th, 2023 October 4th, 2023 Copyright \\u00a9 2023 MDD Group FZE LLC All rights reserved. Reproduction in whole or in part in any form or medium without express written permission of MDD Group FZE LLC is prohibited.\"\n    },\n    {\n        \"title\": \"STL Digital unveils AInnov - A pioneering Generative AI solutioning fabric for modern enterprises\",\n        \"article_url\": \"https://www.prnewswire.com/news-releases/stl-digital-unveils-ainnov---a-pioneering-generative-ai-solutioning-fabric-for-modern-enterprises-301952146.html\",\n        \"article_content\": \"Searching for your content... \\nIn-Language News\\n \\nContact Us\\n \\n 888-776-0942\\n\\nfrom 8 AM - 10 PM ET\\n News provided by 10 Oct, 2023, 07:22 ET Share this article - Gen AI solutions designed for enterprises to accelerate AI-led innovation and adoption COLUMBIA, S.C., Oct. 10, 2023 /PRNewswire/ -- STL Digital, an\\u00a0 IT services and consulting company, today announced the launch of 'AInnov', a solutioning fabric of powerful Generative AI Services, frameworks, methodologies and solutions designed for enterprises to accelerate Generative AI-led innovation and adoption. AInnov enables development of embedded AI applications for multi stakeholder experiences. STL Digital's expertise in Data Engineering and Generative AI has culminated in the development of these cutting-edge solutions, aimed at empowering businesses to deliver exceptional customer experiences by harnessing advanced natural language understanding and response generation across various domains. While enterprises are increasingly employing generative AI to analyse complex data sets, discern patterns, and process multi-faceted variables, the path to integrating these advanced systems is riddled with challenges. Some of the most significant hurdles include training Generative AI for specific enterprise use cases, fine-tuning algorithms for greater accuracy, ensuring data security, handling multi-modal inputs, and improving the quality of trained data.\\u00a0 STL Digital has successfully cultivated robust capabilities in designing and training AI models to produce novel, context-aware outputs and has honed its proficiency in refining and testing these models in real-world scenarios. STL Digital's AInnov empowers enterprises to innovate with AI and realize business value.\\u00a0 The components of AInnov\\u00a0include: Commenting on the launch of STL Digital's Generative AI solution, Spandan Mahapatra, CTO & Head of Services & Alliances, STL Digital, said: \\\"We are thrilled by the possibilities that Generative AI can create for enterprises. Through AInnov, STL Digital is simplifying the approach to continuously exploring, evaluating, and enabling the Gen AI components as they evolve along the maturity curve. To accelerate Gen AI journeys anchored in trust and safety, we are adopting a solution-led and cross-platform approach. We have incorporated proprietary, partner-led and open-source services to drive sustainable innovation and business value realization.\\\" About STL Digital: STL Digital, a wholly owned subsidiary of STL, is a global IT and consulting Services provider that enables enterprises and industries to experience the future of digital transformation. With a comprehensive portfolio of services, including product engineering, cloud and cyber security, data and AI, and enterprise SaaS, we work closely with businesses worldwide to deliver innovative experiences and operational excellence with agility.\\u00a0Read more STL is a leading global optical and digital solutions company providing advanced offerings to build 5G, Rural, FTTx, Enterprise, and Data Centre networks. Logo: https://mma.prnewswire.com/media/876464/Sterlite_Technologies_STL_New_Logo.jpg SOURCE Sterlite Technologies Ltd - STL STL (NSE: STLTECH), l'un des leaders mondiaux des solutions optiques et num\\u00e9riques, a officiellement annonc\\u00e9 aujourd'hui le lancement de son usine de ... STL (NSE: STLTECH), una compa\\u00f1\\u00eda l\\u00edder mundial de soluciones \\u00f3pticas y digitales, anunci\\u00f3 hoy formalmente el lanzamiento de su planta de fabricaci\\u00f3n... Computer & Electronics Computer Software Computer Software Data Analytics Sign up to get PRN\\u2019s top stories and curated news delivered to your inbox weekly! \"\n    },\n    {\n        \"title\": \"Best Prompting Strategies For Overcoming The Exasperating Reverse-Curse Deductive Logic Weakness Of Generative AI\",\n        \"article_url\": \"https://www.forbes.com/sites/lanceeliot/2023/10/10/best-prompting-strategies-for-overcoming-the-exasperating-reverse-curse-deductive-logic-weakness-of-generative-ai/\",\n        \"article_content\": \"Reverse Curse haunts most generative AI, so be on the alert. Are you smarter than AI? Let\\u2019s do a fast test and see. Suppose I tell you that the father of James Coburn is Samuel Coburn. I then ask you who is the son of Samuel Coburn. Can you answer that question? I would assume that all else being equal, you would quickly and without any hesitation reply that James Coburn is the son of Samuel Coburn. Easy-peasy. Turns out that the generative AI of today might not produce that correct answer. The AI might balk and insist that the answer is unknown. Or the AI might provide a made-up answer such as indicating that the son is perhaps Shazam Coburn or some other fictitious name. To clarify, there is also a chance that the AI will provide the right name. Like a box of chocolates, you never know what you might get as an answer. The issue at hand is that the underlying computational mechanisms within generative AI are poorly suited to do the kind of logic involving deductive-style reasoning. Humans seem to be pretty good at deductive logic, by and large. When you are told that the father of James is Samuel, you seemingly create a relationship in your mind of an A-is-to-B nature, namely that Samuel is the father of James. You can then readily mentally figure out the reverse that consists of a B-is-to-A condition. Your mind comes up with the notion that James is the son of Samuel. Children can even do this (depending on their age and maturity). We take for granted that deductive logic is a part of human thinking. This is not so with most of today\\u2019s generative AI. Generative AI is usually devised on a text-based pattern-matching basis that seeks to computationally determine what text is most likely to come next in a sentence or paragraph. If I feed in a sentence that the father of James is Samuel, the odds are that generative AI will pattern onto the aspects that the word \\u201cfather\\u201d is followed by \\u201cJames\\u201d and further followed by \\u201cSamuel\\u201d. Later on, a question about the father of James is somewhat easily answered by reusing that devised pattern and swiftly emitting that Samuel is the father. Unless there happens to also be a sentence in the provided input that explicitly says that James is the son of Samuel, it is somewhat unlikely that the generative AI is going to have a suitable devised pattern in its internal structure of the deductive B-is-to-A concoction. No such pattern is automatically derived in most of today\\u2019s generative AI. The generative AI will report that there isn\\u2019t any answer available to the question about the son of Samuel. Another possibility is that the internal linkages might point to some other name such as Shazam, perhaps based on other sentences of a similar look-and-feel, and mathematically spur the AI to indicate that the son\\u2019s name is Shazam. People are often shocked and dismayed that generative AI might not be able to answer correctly such an easy question. The overall fluency of generative AI lulls us into thinking that GenAI is totally conversant and possibly on par with human interactivity. You must fight the strident urge to assume this. Generative AI is primarily a computational pattern-matcher and does not enter into the realm of sentience. Be very cautious when using generative AI and realize that the amazing appearance of fluency has lots of limitations and caveats that need to be soberly considered. The aspect that A-is-to-B does not necessarily stir generative AI to identify B-is-to-A can be problematic for your use of generative AI. Essays produced by generative AI might omit salient points due to oversight of the B-is-to-A manifestations that arise within a given topic. Problem-solving by generative AI can also go wrong without an inherent B-is-to-A capacity. Perhaps worst of all are the situations whereby generative AI makes up an answer even though a simple B-is-to-A calculation would do the trick and make an answer come up correctly. AI insiders refer to this as the Reverse Curse. You might tongue-in-cheek say that generative AI is cursed with the limitation of not being readily able to figure out the reverse side of a deductive logic circumstance. Many years ago, numerous qualms were raised in the AI field that the underlying computational pattern-matching schemes for generative AI would be weak or sparse when it came to dealing with this type of issue. There are ways to deal with the Reverse Curse, though it is somewhat left untouched and generally considered not an especially big deal per se. One reason that the matter might seem less important is that the large swath of data used to train most generative AI will potentially contain the B-is-to-A that mates with a found A-is-to-B indication. For example, if you ask generative AI who the father of a famous celebrity is, you are bound to get a correct answer due to the sentence having appeared many times across the web. Likewise, if you then ask who the celebrity is the son of, you will probably also get the correct answer, due to the sentence having appeared many times throughout the web. Note that in the case of the celebrity, it is all about pattern-matching on the sentences fed or scanned during the initial data training of the generative AI. The B-is-to-A wasn\\u2019t likely derived directly. Instead, it was found amongst the vast flotsam of the Internet. When you see that the generative AI can tell you about the father and the son relationship, you are probably assuming that the AI deduced the matter. The more likely aspect is that both sets of sentences appeared in the data training and were pattern-matched in relatively distinct ways. Now that I\\u2019ve covered the core of this weighty matter, I would bet that you are pondering how it might impact your everyday use of generative AI. Here are two major takeaways about the Reverse Curse:   I am going to dive more deeply into the Reverse Curse and share with you additional nuances to be aware of. Furthermore, there are prompting strategies and tactics that you can use as part of your prompt engineering skillset to cope with the Reverse Curse. No cure-all is at hand and thus you are primarily reducing the odds of getting caught high and dry by the Reverse Curse malady. Being on top of your game when it comes to prompting and the use of generative AI is a prudent and useful means to aid in avoiding the Reverse Curse pitfall. Before I dive into my in-depth exploration of this vital topic, let\\u2019s make sure we are all on the same page when it comes to the foundations of prompt engineering and generative AI. Doing so will put us all on an even keel. Prompt Engineering Is A Cornerstone For Generative AI As a quick backgrounder, prompt engineering also referred to as prompt design is a rapidly evolving realm and is vital to effectively and efficiently using generative AI or the use of large language models (LLMs). Anyone using generative AI such as the widely and wildly popular ChatGPT by AI maker OpenAI, or akin AI such as GPT-4 (OpenAI), Bard (Google), Claude 2 (Anthropic), etc. ought to be paying close attention to the latest innovations for crafting viable and pragmatic prompts. For those of you interested in prompt engineering or prompt design, I\\u2019ve been doing an ongoing series of insightful explorations on the latest in this expanding and evolving realm, including this coverage:   Anyone stridently interested in prompt engineering and improving their results when using generative AI ought to be familiar with those notable techniques. Moving on, here\\u2019s a bold statement that pretty much has become a veritable golden rule these days:   If you provide a prompt that is poorly composed, the odds are that the generative AI will wander all over the map and you won\\u2019t get anything demonstrative related to your inquiry. Being demonstrably specific can be advantageous, but even that can confound or otherwise fail to get you the results you are seeking. A wide variety of cheat sheets and training courses for suitable ways to compose and utilize prompts has been rapidly entering the marketplace to try and help people leverage generative AI soundly. In addition, add-ons to generative AI have been devised to aid you when trying to come up with prudent prompts, see my coverage at the link here. AI Ethics and AI Law also stridently enter into the prompt engineering domain. For example, whatever prompt you opt to compose can directly or inadvertently elicit or foster the potential of generative AI to produce essays and interactions that imbue untoward biases, errors, falsehoods, glitches, and even so-called AI hallucinations (I do not favor the catchphrase of AI hallucinations, though it has admittedly tremendous stickiness in the media; here\\u2019s my take on AI hallucinations at the link here). There is also a marked chance that we will ultimately see lawmakers come to the fore on these matters, possibly devising and putting in place new laws or regulations to try and scope and curtail misuses of generative AI. Regarding prompt engineering, there are likely going to be heated debates over putting boundaries around the kinds of prompts you can use. This might include requiring AI makers to filter and prevent certain presumed inappropriate or unsuitable prompts, a cringe-worthy issue for some that borders on free speech considerations. For my ongoing coverage of these types of AI Ethics and AI Law issues, see the link here and the link here, just to name a few. With the above as an overarching perspective, we are ready to jump into today\\u2019s discussion. Keystones Of The Reverse Curse In Generative AI A recent research paper provides some interesting experiments concerning this thorny topic and is entitled \\u201cThe Reversal Curse: LLMs trained on \\u2018A is B\\u2019 fail to learn \\u2018B is A\\u2019\\u201d by Lukas Berglund, Meg Tong, Max Kaufmann, Mikita Balesni, Asa Cooper Stickland, Tomasz Korbak, and Owain Evans, posted online on September 21, 2023. Let\\u2019s take a look at some key excerpts from the research study. They note these vital points:   Those remarks are akin to what I\\u2019ve earlier mentioned herein about the problem at hand. If a generative AI app is data trained on sentences of the A-is-to-B variety, there is not necessarily an automatic generalization of the reverse direction consisting of B-is-to-A. That being said, one means to try and deal with the matter would be to force the generative AI during the data training stage to undertake the B-is-to-A elaborations. In a sense, you can seed the generative AI even if the original source data doesn\\u2019t contain the B-is-to-A conditions. A downside to this is that you might be expending a lot of computational cycles trying to derive all B-is-to-A conditions. Imagine how voluminous this might be. You also do not know that those B-is-to-A conditions will ever be of use to the users of the generative AI. There is also some chance that the B-is-to-A auto-generated might not be correct or otherwise could be misleading, which I\\u2019ll discuss more momentarily. The B-is-to-A is artificially being devised and not part of the so-called ground truth of the data being scanned during the data training endeavor. Moving on, let\\u2019s consider these insights proffered by the researchers:   We can unpack those important points. First, you might be thinking that after a generative AI app has been initially data trained, you could merely run a series of tests to detect whether the B-is-to-A conditions have been absorbed. This is not such an easy testing task to perform. One issue is to ferret out all situations of an A-is-to-B consideration that you are also hopeful of there being a mated B-is-to-A condition in the AI. There are likely zillions of them to be had. The enormity of the testing is likely costly and somewhat prohibitive. On top of this is the chance that the AI might report that the B-is-to-A exists, even though in a logical fashion it is not pared in any concrete way with the A-is-to-B condition. You could be fooled by the answer of the AI. Second, the chances are that a lot of the B-is-to-A might indeed already be part of the data training as it was text that existed in the myriad of content being scanned. Human writers who post things on the Internet are likely to have expressed a B-is-to-A consideration for most popular A-is-to-B conditions. You are betting that by and large the vast scan is going to ensure that any marked B-is-to-A will by random chance alone become part of the pattern-matching process. Third, the researchers indicate that they believe the Reverse Curse does not apply to in-context learning. I would like to expand upon this point as it has great significance for the use of generative AI and your prompting approach. I logged into ChatGPT and decided to try some A-is-to-B and B-is-to-A exercises. Here is what I began with:   ChatGPT generated the correct answer. The A-is-to-B was that Michael is the son of Lance. My question to elicit the B-is-to-A consisted of asking who is Michael\\u2019s father. The generative AI replied correctly that Michael\\u2019s father is Lance. A smarmy person might declare that this proves beyond a shadow of a doubt that generative AI can indeed figure out the B-is-to-A. Aha, we seem to have broken the Reverse Curse. Do not be so quick to leap to wild conclusions. As mentioned above, the Reverse Curse does not seem to especially occur when you do in-context learning. In-context learning consists of telling the generative AI about something when you are using the AI app. Notice that I told the AI about the relationship between Michael and Lance. I did not rely upon the initial training of the AI app. Instead, I provided the information while using generative AI. I tried a lot of similar in-context examples and they all worked out just fine. The crux is that you can essentially avoid or overcome the Reverse Curse if you bring the A-is-to-B consideration into your dialogue directly. You can include in your prompt the A-is-to-B and the odds are that the B-is-to-A will be derived properly. Where the Reverse Curse tends to arise is when you are relying on the initial data training of the generative AI rather than when you are directly entering something in a prompt. The researchers discuss this when it comes to the notable celebrity Tom Cruise:   You can see from their research experiments that the Reverse Curse arises more when you are relying on the initial data training of the generative AI. The Reverse Curse happens in surprising settings. You naturally expect that generative AI ought to have scanned all manner of facets about the megastar Tom Cruise, including the names of his parents. Startlingly, despite his immense popularity, the B-is-to-A conundrum arose. The same appeared to be the case for a substantive number of celebrities as chosen for the study set. Another revealing point is that the generative AI app being used can make a big difference in the likelihood of the Reverse Curse. The researchers found that GPT-4 was less susceptible in comparison to ChatGPT. This could be for a number of reasons. One possibility is the underlying internal structures and pattern-matching being used (which differs from one GenAI to another). There is also the vastness of the data that comes into play, wherein the most recent GenAI will usually have had much larger scans of data and ergo would seem to statistically have a heightened chance of having encountered B-is-to-A conditions. A noteworthy caveat is mentioned in the research paper:   This brings up a valuable point. If you opt to do testing for a B-is-to-A condition based solely on the names of people, it is conceivable that the filters put into place by the AI maker will confound the testing efforts. Using names is an immensely easy way to test the Reverse Curse, but it also carries with it the possibility that other privacy settings in the generative AI will get in the way of seeking to discover the B-is-to-A prevalence or lack thereof. Prompting Your Way Around The Reverse Curse We can next look at ways to cope with the Reverse Curse. I assume that you are unlikely to have any viable means of having a say regarding a generative AI app in terms of its initial data training. If you are setting up your own generative AI from scratch, you can certainly play with the settings to try and deal with the Reverse Curse (the experiments in the research study tried this, though they met with stubbornness in terms of overcoming the curse). Let\\u2019s assume that you are using a generative AI app that an AI maker has already set up and done the initial data training on. I am going to use ChatGPT for my examples. You can do the same, though realize that due to statistical and probabilistic underpinnings, your generated results might not be quite the same as the examples shown here. The same is the case for using other generative AI apps such as GPT-4, Bard, Claude 2, etc. Tom Cruise is such a hot star that we have to begin the examples with him:   You can see that ChatGPT passed with flying colors. Perhaps it felt the need for speed and did the right thing accordingly. I tried to be tricky by asking about the grandchildren of the father of Mary Lee South. I was thinking that maybe this might not have been encountered in the initial data training. The correct answer was shown. We don\\u2019t know for sure if this is due to the sentence appearing in the initial dataset or whether the in-context modeling made for the win. I opted to generally ask ChatGPT about the dilemma of doing logical deduction:   You might be tempted to assume that the answer by ChatGPT showcases that the AI \\u201cunderstands\\u201d how to do deductive logic. Put on your skeptic\\u2019s hat and realize that the answer being shown is based on the pattern-matching of the data training for the generative AI. These are sentences and not the same as actions or deeds. I did like the point made in the answer about the symmetric properties of A-is-to-B, namely that sometimes the B-is-to-A doesn\\u2019t make much sense. We need to be careful about assuming that all B-is-to-A permutations are necessarily apt. My next series of prompts involved an example that was given in the research study about the ninth Chancellor of Germany. I also tossed into the mix some additional made-up examples. The idea behind this is that sometimes a generative AI app can be confounded if you try multiple instances at the same time. Doing instances one at a time is usually easier for the AI app to deal with. I wanted to see if the Reverse Curse might be helped or hindered by using several examples at once. Here is what I did:   You probably know that ChatGPT was data trained and then a cutoff date was established for doing no further initial data training. In addition, until recently, the AI app was not being updated via access to the Internet. All in all, ChatGPT often gives a generic response to some questions that seem to relate to data that might be before the cutoff date. This is not always a correct assumption by the AI app and you can try to further prod it to derive an answer. I composed a prompt that I hoped would get the AI app into the mode of trying to figure out the B-is-to-A if it is given or has available the A-is-to-B. In the case of the ninth Chancellor of Germany example, the AI app ought to have done this anyway due to the in-context learning. But sometimes you need to push along generative AI and give it clues or instructions on what to do. This is what I said:   The response to my instructional indication is a bit muddled. On the one hand, ChatGPT says that it will seek to abide by my instructions (happy face). This though is coupled with the weasel wording that it will do its best. A kind of copout that we might expect humans to employ (sad face). I proceeded to prod the AI app about my earlier question:   Nailed it. I then began a new conversation and tried several examples that didn\\u2019t pertain to in-context modeling. I asked about the parents of some lesser-known celebrities and at times got an answer that presumably was based on the initial data training (or, perhaps having been updated via prompts that users are entering, see my discussion at the link here). I then asked who the son or daughter of the named parent was, and at times got the right answer but other times got no answer or the usual generic excuse about the data training cutoff. I redid those examples by starting a new conversation and using my above prompt to instruct the AI app to explicitly do a B-is-to-A when presented with A-is-to-B circumstances. Sometimes the AI app got correct answers on the earlier ones that it had not done so. I would guess that perhaps the prompt instruction helped. Of course, there are so many variables involved that it is hard to definitively say that the prompt instructions made the difference. You cannot readily differentiate that a single thing would lean the AI toward getting things right. A confluence of factors comes into play. Doing a more elaborate and controlled experimentation using a set of carefully composed prompts would be a useful next step. I have this on my To-Do list. If in the meantime there is additional research on the prompting approaches to deal with the Reverse Curse, I\\u2019ll make sure to bring them to your attention. I should also mention another angle to all of this. There are now separate apps that can perform these kinds of logical deductions. Those apps are devised and programmed to provide such a capability. You can simply use an API (application programming interface) to connect a generative AI app with those additional apps. Thus, rather than relying upon the generative AI to do this kind of work, you can push it off to another app. Some would argue that this is unwieldy and that generative AI itself should be rejiggered to handle logic and deductive reasoning directly. Doing so would avoid having to constantly access outside apps. I\\u2019ve discussed the emerging trend toward coupling the sub-symbolic generative AI designs with the now-forsaken or overshadowed symbolic designs of AI, see my discussion on neuro-symbolic AI at the link here. Conclusion Nobody likes to have a curse on them. I suppose we could say the same about generative AI (albeit, not anthropomorphizing AI). Right now, you should be cognizant that at times there is a chance that the generative AI app you are using will fall down on the job when it comes to figuring out the B-is-to-A conditions. Keep your eyes wide open for this. Review any essays that are generated. Examine problems that are said to be solved by a generative AI app. And so on. You can also try to use prompts to get around the Reverse Curse. If you bring up data in your prompts, you are not solely reliant on the initial data training, the odds of generative AI getting the B-is-to-A correct seems to be much higher due to the in-context modeling aspects. You can also further enhance this improved possibility by giving an outright instructional prompt of the kind that I used in my exploration. Telling the AI app to be watchful for the B-is-to-A seems to provide some added oomph. A final remark for now on this topic. Eleanor Roosevelt famously said that it is better to light a candle than curse the darkness. Go ahead and light a candle by putting the Reverse Curse on your list of gotchas about generative AI, and meld into your prompt engineering notes that you can use in-context modeling and explicit prompting to keep the light on and possibly mitigate the curse. We can also wishfully look toward the day that the curse is begone. \"\n    },\n    {\n        \"title\": \"Sterlite Technology unveils new generative AI platform, shares up\",\n        \"article_url\": \"https://www.thehindubusinessline.com/markets/sterlite-technology-unveils-new-generative-ai-platform-shares-up/article67403066.ece\",\n        \"article_content\": \"Get businessline apps on Connect with us TO ENJOY ADDITIONAL BENEFITS Connect With Us Get BusinessLine apps on By Arushi Mishra \\nComments\\n \\nREAD LATER\\n Sterlite Technology Ltd.\\u2019s shares were up by over 1.5 per cent after the company introduced \\u2018AInnov,\\u2019 to accelerate generative AI-led innovation and adoption for enterprises.  One of the challenges in adopting Generative AI lies in customising AI models to suit specific applications while ensuring data security and handling multi-modal inputs. STL Digital\\u2019s AInnov addresses these challenges by providing integration with AI platforms and open-source ecosystems. It also offers a consumer experience engineering solution that combines Gen AI, mobile features, mixed reality, and APIs to enhance decision-making and reimagining new experiences. STL Digital\\u2019s AInnovis poised to benefit industries like energy, resources, life sciences, manufacturing, and consumer goods by increasing productivity, improving predictive maintenance, and enhancing security. The shares were up by 1.63 per cent to \\u20b9156.20 at 2.40 pm on the NSE. \\nComments\\n BACK TO TOP Comments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our community guidelines  for posting your comments.  We have migrated to a new commenting platform. If you are already a registered user of TheHindu Businessline and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle.\"\n    },\n    {\n        \"title\": \"Generative AI needs tools to avoid copyright infringement, Databricks' Naveen Rao says \\u2014 or more companies could meet Napster's fate\",\n        \"article_url\": \"https://www.businessinsider.com/databricks-naveen-rao-ai-copyright-infringement-ai100-2023-10\",\n        \"article_content\": \"\"\n    },\n    {\n        \"title\": \"The world's first real AI rules are coming soon. Here's what they will look like.\",\n        \"article_url\": \"https://www.businessinsider.com/ai-regulation-2023-us-eu-china-100-10\",\n        \"article_content\": \"\"\n    },\n    {\n        \"title\": \"CX and generative AI coexisting, carefully\",\n        \"article_url\": \"https://www.techtarget.com/searchenterpriseai/podcast/CX-and-generative-AI-coexisting-carefully\",\n        \"article_content\": \"Tech journalist Don Fluckinger talks to the Targeting AI podcast team about generative AI's potential for better customer service and how the technology falls short. Customer experience chatbots that not only fail to deliver but also fall short of their human counterparts are the bane of CX designers' vision of an automated future. Now, the arrival of generative AI technology is promising to correct dysfunctional chatbots' missteps, ease the burden on overworked and underappreciated human customer service agents and satisfy frustrated consumers. But CX expert Don Fluckinger, a veteran tech journalist who has also worked as a CX industry analyst, casts a skeptical eye on claims made on behalf of generative AI and takes a cautionary view of automation and chatbots themselves. \\\"Losing jobs is never all right,\\\" Fluckinger said on TechTarget News' Targeting AI podcast. \\\"But would it be OK for generative AI to more effectively answer customer questions so that humans could monitor what it's doing and not spewing out deceptive or wrong information? That would be good.\\\" Many call centers already have AI-powered interactive voice response (IVR) systems, Fluckinger noted. And yet, these don't work all that well. \\\"I've seen demos of these at conferences, on exhibition floors. I've read about them, but I have never run into it in real life yet,\\\" Fluckinger said. \\\"The IVRs I hit are always pretty dumb.\\\" Meanwhile, better IVR systems could be on the horizon, and generative AI could help. Fluckinger noted, though, that while better call center and other CX platforms infused with generative AI technology are coming, they have to be tested and integrated with current systems. And, finally, companies have to buy the new technology. But the industry isn't there yet. Editor's note: At the time this podcast was recorded, Fluckinger was a CX analyst for TechTarget's Enterprise Strategy Group. He now covers digital experience systems, end-user computing and the CPU/GPU market for TechTarget Editorial's news unit. Shaun Sutner is senior news director for TechTarget Editorial's enterprise AI, business analytics, data management, customer experience and unified communications coverage areas. Esther Ajao is a TechTarget news writer covering artificial intelligence software and systems. Together, they host the \\\"Targeting AI\\\" podcast series. The longtime analytics vendor's suite incorporates LLM technology to make users more efficient by enabling them to use natural ... Compose SDK for Fusion is a composable set of APIs that enable developers to build customized advanced analytics applications to ... After holding off on integrating with LLMs until it could ensure data security and accurate outcomes, the vendor is making ... Organizations tend to face the same hurdles when they try to implement blockchain. Knowing what they are could be the first big ... The FTC and DOJ, which enforce U.S. antitrust law, are focused on reining in big tech through antitrust lawsuits and revising ... Quantum computing may be coming to the enterprise. Here's what to understand about the benefits it promises, the risks it poses ... The tech giant's new service provides data governance, collaboration and catalog capabilities that enable organizations to find ... A new service enables users to easily deploy privately built language models and uses a GPU-based architecture to optimize and ... The iPaaS vendor's new capabilities are aimed at increasing efficiency by enabling customers to build pipelines and manage data ... Infor unveiled Enterprise Automation, which is designed to help customers bring RPA to Infor cloud ERP applications and Developer... ERP vendors are rapidly introducing new AI functionality, but experts caution against the hype and advise using the ... PLM and PDM software may seem similar, but they fulfill different needs for manufacturers. Learn the differences and which is ... All Rights Reserved, \\nCopyright 2018 - 2023, TechTarget\\n\\n\\nPrivacy Policy\\n\\n\\n\\nCookie Preferences \\n\\n\\n\\nCookie Preferences \\n\\n\\n\\nDo Not Sell or Share My Personal Information\\n\"\n    },\n    {\n        \"title\": \"C-suite weighs in on generative AI and security\",\n        \"article_url\": \"https://securityintelligence.com/posts/c-suite-weighs-generative-ai-security/\",\n        \"article_content\": \"Generative AI (GenAI) is poised to deliver significant benefits to enterprises and their ability to readily respond to and effectively defend against cyber threats. But AI that is not itself secured may introduce a whole new set of threats to businesses. Today IBM\\u2019s Institute for Business Value published \\u201cThe CEO\\u2019s guide to generative AI: Cybersecurity,\\u201d part of a larger series providing guidance for senior leaders planning to adopt generative AI models and tools. The materials highlight key considerations for CEOs with respect to the cybersecurity benefits that GenAI can bring, and the potential risks it can introduce, to their enterprises. The guidance draws on insights from 200 C-suite leaders and reveals that despite substantial concerns over risks, enterprises are moving full steam ahead with GenAI adoption, eager to reap the rewards and efficiencies promised by GenAI innovation. Key highlights include: As business leaders seek to drive more effective cybersecurity capabilities across their environments, they are expecting to spend more on generative AI-driven solutions. The overwhelming majority of survey respondents (84%) say they will prioritize generative AI security solutions over conventional ones, eager to see the promise of these innovations materialize. The findings further emphasize the productivity gains that AI promises at the human and technology levels. Today\\u2019s AI maturity can help security analysts, empowering them to do more with less through intelligent assistants and speedier, more intuitive detection and response tools. Survey respondents largely agreed that their workforce is the top area that would benefit from GenAI for security capabilities, with 52% of respondents saying generative AI solutions will positively impact their ability to develop and retrain security talent \\u2014 an essential requirement amid an ever-evolving threat landscape. The majority of surveyed executives also viewed GenAI as an accelerator of digital trust with 52% indicating that GenAI will help establish easier user access management, permissions, and entitlement across their organizations. Similarly, 47% of executives say GenAI will help improve the time to detect and respond to cyber threats. Despite nearly all executives agreeing that it\\u2019s important to secure AI solutions before deployment, 69% say innovation takes precedence over security for GenAI. Rather than incorporating security considerations into innovation efforts, business leaders appear to be prioritizing development of new capabilities without addressing new security risks. This is even though 96% say adopting generative AI makes a security breach likely in their organization within the next three years. While the survey takeaways suggest that business leaders fear they may lose a competitive edge or market lead by waiting for security to be baked into their AI-led business models, they are also concerned with increasing their risk exposure: nearly half of the study\\u2019s respondents voice concern about GenAI expanding their organizations\\u2019 attack surface. Specifically, 47% of those surveyed are concerned that adopting GenAI in operations will lead to new kinds of attacks targeting their applications, own AI models, data, or services. It\\u2019s clear that when it comes to AI, we\\u2019ve crossed a new threshold: business leaders are eager to capitalize on the benefits promised by today\\u2019s innovations. In terms of security, they\\u2019re betting on new technologies to create more empowered, more productive teams. They\\u2019re looking for faster and more intuitive ways of working \\u2014 whether detecting anomalies, managing risks, or responding to security incidents. While many business leaders appear willing to accept the risk of insufficiently secured AI operations if it means they can evolve their business faster, security and technology leaders can take this as an opportunity to influence the conversation. It\\u2019s essential to understand that secure AI drives powerful AI outcomes, and that today we have the tools, processes, and strategies to help businesses establish secure AI business models as they embark on a dynamic journey of AI adoption. Access \\u201cThe CEO\\u2019s guide to generative AI: Cybersecurity\\u201d here. Learn more about how IBM can help businesses accelerate their AI adoption securely here. Learn more about how IBM is leveraging AI across its security portfolio here. \\n  6 min read - This post was made possible through the contributions of Bastien Lardy and Ruben Castillo. In September of 2023, X-Force uncovered a campaign where attackers were exploiting the vulnerability identified in CVE-2023-3519 to attack unpatched NetScaler Gateways to insert a malicious\\u2026                         \\n  3 min read - Large language model (LLM)-based generative AI chatbots like OpenAI\\u2019s ChatGPT took the world by storm this year. ChatGPT became mainstream by making the power of artificial intelligence accessible to millions. The move inspired other companies (which had been working on\\u2026                         \\n  4 min read - More than two hundred years ago, Benjamin Franklin said there is nothing certain but death and taxes. If Franklin were alive today, he would add one more certainty to his list: your digital profile. Between the data compiled and stored\\u2026                         \\n  4 min read - Piecemeal Detection and Response (PDR) can manifest in various ways. The most common symptoms of PDR include: Multiple security information and event management (SIEM) tools (e.g., one on-premise and one in the cloud) Spending too much time or energy on integrating detection systems An underperforming security orchestration, automation and response (SOAR) system Only capable of taking automated responses on the endpoint Anomaly detection in silos (e.g., network separate from identity) If any of these symptoms resonate with your organization, it's\\u2026                               \\n  3 min read - Large language model (LLM)-based generative AI chatbots like OpenAI\\u2019s ChatGPT took the world by storm this year. ChatGPT became mainstream by making the power of artificial intelligence accessible to millions. The move inspired other companies (which had been working on comparable AI in labs for years) to introduce their own public LLM services, and thousands of tools based on these LLMs have emerged. Unfortunately, malicious hackers moved quickly to exploit these new AI resources, using ChatGPT itself to polish and\\u2026                               \\n  5 min read - How AI can help defenders scale detection guidance for enterprise software tools If we look back at mass exploitation events that shook the security industry like Log4j, Atlassian, and Microsoft Exchange when these solutions were actively being exploited by attackers, the exploits may have been associated with a different CVE, but the detection and response guidance being released by the various security vendors had many similarities (e.g., Log4shell vs. Log4j2 vs. MOVEit vs. Spring4Shell vs. Microsoft Exchange vs. ProxyShell vs.\\u2026                               \\n  11 min read - The emergence of Large Language Models (LLMs) is redefining how cybersecurity teams and cybercriminals operate. As security teams leverage the capabilities of generative AI to bring more simplicity and speed into their operations, it's important we recognize that cybercriminals are seeking the same benefits. LLMs are a new type of attack surface poised to make certain types of attacks easier, more cost-effective, and even more persistent. In a bid to explore security risks posed by these innovations, we attempted to\\u2026                               Analysis and insights from hundreds of the brightest minds in the cybersecurity industry to help you prove compliance, grow business and stop threats.\"\n    },\n    {\n        \"title\": \"The future of augmented reality is AI\",\n        \"article_url\": \"https://www.computerworld.com/article/3707794/the-future-of-augmented-reality-is-ai.html\",\n        \"article_content\": \"\\n\\nBy Mike Elgan\\n \\n\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\tContributing Columnist, \\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\t\\t\\t\\n\\t\\t\\t\\t\\t\\t\\t\\t\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\n\\nComputerworld |\\n\\n\\n OpenAI recently announced powerful new ChatGPT capabilities, including the ability to use pictures in addition to text prompts for conversations with the AI chatbot. The company offered examples: \\u201cSnap a picture of a landmark while traveling and have a live conversation about what\\u2019s interesting about it. When you\\u2019re home, snap pictures of your fridge and pantry to figure out what\\u2019s for dinner (and ask follow-up questions for a step-by-step recipe). After dinner, help your child with a math problem by taking a photo, circling the problem set, and having it share hints with both of you.\\u201d (The company also announced that its mobile app would support voice input and output for the chatbot. You\\u2019ll be able to talk to ChatGPT, just as dozens of third-party apps already allow. And OpenAI officials also announced that ChatGPT will soon be able to access Microsoft\\u2019s Bing search engine for addition information.) OpenAI isn\\u2019t the only AI company promising picture prompts. Meta, the company formerly known as Facebook, recently unveiled the second version of its camera glasses, created in a partnership with EssilorLuxottica\\u2019s Ray-Ban division. The new specs, which cost $299 and ship Oct.17, boast more and better cameras, microphones and speakers than the first version \\u2014 and they enable live streaming to Facebook and Instagram. Gadget nerds and social influencers are excited about these features. But the real upgrade is artificial intelligence (AI). The glasses contain Qualcomm's powerful new AR1 Gen 1 chip, meaning users wearing the Meta Ray-Ban smartglasses can have conversations with AI via the built-in speakers and microphones. But this is not just any old AI. In a related announcement, Meta announced a ChatGPT alternative called Meta AI that also supports voice chat, with the responses spoken by any of 28 available synthetic voices. Meta has been baking Meta AI into all its social platforms (including the glasses) \\u2014 and Meta AI will also be able to search Microsoft\\u2019s Bing search engine for more up-to-date information than what the Llama LLM (LLM stands for Large Language Model) has been trained on. Facebook promised a software update next year that will make the Meta Ray-ban glasses \\u201cmultimodal.\\u201d Instead of interacting with the Meta AI chatbot through voice, the glasses will gain the ability to accept \\u201cpicture prompts,\\u201d as OpenAI now does. But instead of uploading a jpg, the Meta Ray-Ban glasses will just grab the image using the cameras built into the glasses. While wearing the glasses, you\\u2019ll be able to look at a building and say: \\u201cWhat building is this?\\u201d and AI will tell you the answer. Meta also promised real-time language translation of signs and menus, instructions for how to repair whatever household appliance you\\u2019re looking at, and other uses. I expect that it\\u2019s only a matter of time before the glasses tell you who you\\u2019re talking to through Meta\\u2019s powerful face-recognition technology. In other words, Meta Ray-Bans will effectively become AR glasses with that software update. Augmented reality (AR) is technology that enhances or provides additional information about what we see in physical reality through digital images, sounds and text. Companies like Apple, Microsoft, and Magic Leap have spent decades (and billions of dollars) inventing systems for displaying high-resolution virtual 3D objects, characters and avatars to wearers of their expensive, heavy and battery-draining AR glasses. Whenever we in the tech media or tech industry think or talk about AR, we tend to focus on what kind of holographic imagery we might see superimposed on the real world through our AR glasses. We imagine hands-free Pok\\u00e9mon Go, or radically better versions of Google Glass. But since the generative AI/LLM-based chatbot revolution struck late last year, it has become increasingly clear that of all the pieces that make up an AR experience, holographic digital virtual objects is the least important. The glasses are necessary. Android phones and iPhones have had \\u201caugmented reality\\u201d capabilities for years, and nobody cares because looking at your phone doesn\\u2019t compare to just seeing the world hands-free through glasses. The cameras and other sensors are necessary. It\\u2019s impossible to augment reality if your device has no way to perceive reality. The AI is necessary. We need AI to interpret and make sense of arbitrary people, objects, and activity in our fields of view. Two-way audio is necessary. The user needs a hands-free way to query and interact with the software in order to exert control over the AR. And, it turns out, the virtual display, virtual data, and virtual objects, while nice to have, aren\\u2019t necessary. The technology we used to think was most important turns out to be least important. We\\u2019ve overemphasized the visual quality of the \\u201coutput\\u201d when talking about AR. Conference attendees, demo audiences and early customers have been dazzled by 3D characters jumping around and other pointless bits of content. What about the content quality and its relationship to the reality being augmented? What really makes AR powerful is when our devices start with a clear understanding of what\\u2019s right in front of us, then can give us information, insight and advice about that reality. It\\u2019s become clear that AI is the most indispensable component of general purpose AR. This is the opposite of virtual reality, where the visuals are everything and AI isn\\u2019t even necessary. Zuckerberg said at the Meta Ray-Ban announcement that \\u201cSmart glasses are the ideal form factor for you to let AI assistants see what you\\u2019re seeing and hear what you\\u2019re hearing.\\u201d He\\u2019s right. It\\u2019s not at all clear that Meta will dominate the future of AR. But what is clear is that AI is the future of AR, and AR is the future of AI. I wouldn\\u2019t be surprised if all the leading AI companies, including OpenAI, Microsoft and Google, quickly launched Meta Ray-Ban-like glasses. Because talking is better than typing, and showing is better than talking. Leaks, patents and reports about Apple suggest that company is working on lightweight, everyday-wear AR glasses to be shipped years in the future long after its massive, bulky, indoors-only Vision Pro ships. But it seems to me that Apple is going to miss the boat again, just as it did with the Amazon Echo home virtual assistant appliance. It took Apple more than two years to ship the Apple HomePod after Amazon shipped the Echo. What\\u2019s delaying Apple\\u2019s all-day glasses is that it's hung up on presenting the user with compelling visual data in the lenses, rather than focusing on voice conversations and AI camera input. Nobody seems to be fully registering the implications of last week\\u2019s announcements, so I\\u2019ll come right out and say it: The Meta Ray-Ban smart glasses announcement means the race to dominate the new platform of AI-driven AR glasses is truly on. This is a whole new compute platform that is going to be huge for both consumers and enterprises. I\\u2019ll say it again: The future of AR is AI. And the future of AI is AR. Copyright \\u00a9 2023 IDG Communications, Inc. Copyright \\u00a9 2023 IDG Communications, Inc.\"\n    },\n    {\n        \"title\": \"Tento+ debuts a generative AI tool to support medical device compliance\",\n        \"article_url\": \"https://www.medicaldevice-network.com/news/tento-debuts-a-generative-ai-tool-to-support-medical-device-compliance/\",\n        \"article_content\": \"The new dashboard uses generative AI to navigate medical device regulation and save up to 236 hours on regulatory submissions. AND Technology Research has launched a generative artificial intelligence (AI) dashboard update to its medical compliance tool, Tento+. Thank you. \\n                        The gold standard of business intelligence.\\n                     \\n                            Find out more\\n                            \\n\\n\\n\\n Your download email will arrive shortly.While you wait why not take a look at other free recommend buyer\\u2019s guides The new update is designed to streamline the medical compliance process. As per AND Technology, the Tento+ AI can save around 236 hours of time per submission. The average time from device conception to approval is about three to seven years. The World Health Organisation (WHO) estimates that there are around two million different medical devices currently on the market, and these are increasing exponentially. The built-in set of tools in Tento+ is designed to support compliance requirements. The users enter a brief description of the device, and the tool then generates the device design standards and automated checklists. Access the most comprehensive Company Profiles\\n            on the market, powered by GlobalData. Save hours of research. Gain competitive edge. Your download email will arrive shortly We are confident about the\\n                        unique\\n                        quality of our Company Profiles. However, we want you to make the most\\n                        beneficial\\n                        decision for your business, so we offer a free sample that you can download by\\n                        submitting the below form\\n                     \\u201cSo many innovators and engineers struggle in navigating the regulation process and not knowing where to start. This no longer has to be the case,\\u201d said Tento+ CEO Dr Nicola Thorn. \\u201cThere are many hurdles, so many complex considerations to make, and it bleeds businesses\\u2019 time and money. \\u201cThis is where the power of generative AI comes in. Tento+ has always offered a simple platform that aids and speeds up management of design control process. And now, our algorithm means that the whole of Tento+ is tailored directly to your device, specifically generated for your product.\\u201d Tento+ also provides design requirements and test plan suggestions along with tailored insights into these fields. Dr Thorn told Medical Device Network that the tool also provides additional functions, stating \\u201cTento+ will not only provide an easy way for medical device manufacturers to manage design and risk controls, but Tento+ will also soon boast a comprehensive clinical suite that allows users to: define safety  and effectiveness endpoints; capture clinical and usability protocols; and record testing outcomes and results.\\u201d She adds that \\u201cendpoints will be easily linked to the risk-benefit analysis as well as specific risks to show that a device is both safe for use and provides a clinical benefit. Like all Tento+ modules, a personalised AI assistant, GeMA, will also generate state-of-the-art guidance to help plan and formulate protocols that would be required to cover the intended use.\\u201d Your download email will arrive shortly.While you wait why not take a look at other free recommend buyer\\u2019s guides \\n                The gold standard of business intelligence.\\n             \\n\\n                    Find out more\\n                    \\n\\n\\n\\n Give your business an edge with our leading industry insights. Give your business an edge with our leading industry insights.  \\n\\n\\n\\n\\n                                                         Newsletter: In Brief                                                     \\n\\n\\n \\n\\n\\n\\n\\n                                                         Digital Magazine                                                     \\n\\n\\n \\n\\n\\n\\n\\n                                                         Digital Magazine: Thematic Take                                                     \\n\\n\\n \\n\\n\\n                                                I consent to Verdict Media Limited collecting my details provided via this form in accordance with  Privacy Policy\\n\\n View all newsletters from across the GlobalData Media network. \\n\\t\\tThe leading site for news and procurement in the medical device industry \\n\\t\\t\\t\\tPowered by\\n\\t\\t\\t\\t\\n \\u00a9 Verdict Media Limited 2023\"\n    },\n    {\n        \"title\": \"'Overhyped' generative AI will get a 'cold shower' in 2024, analysts predict\",\n        \"article_url\": \"https://www.cnbc.com/2023/10/10/generative-ai-will-get-a-cold-shower-in-2024-analysts-predict.html\",\n        \"article_content\": \"Credit Cards Loans Banking Mortgages Insurance Credit Monitoring Personal Finance Small Business Taxes Help for Low Credit Scores Investing SELECT All Credit Cards Find the Credit Card for You Best Credit Cards Best Rewards Credit Cards Best Travel Credit Cards Best 0% APR Credit Cards Best Balance Transfer Credit Cards Best Cash Back Credit Cards Best Credit Card Welcome Bonuses Best Credit Cards to Build Credit SELECT All Loans Find the Best Personal Loan for You Best Personal Loans Best Debt Consolidation Loans Best Loans to Refinance Credit Card Debt Best Loans with Fast Funding Best Small Personal Loans Best Large Personal Loans Best Personal Loans to Apply Online Best Student Loan Refinance SELECT All Banking Find the Savings Account for You Best High Yield Savings Accounts Best Big Bank Savings Accounts Best Big Bank Checking Accounts Best No Fee Checking Accounts No Overdraft Fee Checking Accounts Best Checking Account Bonuses Best Money Market Accounts Best CDs Best Credit Unions SELECT All Mortgages Best Mortgages Best Mortgages for Small Down Payment Best Mortgages for No Down Payment Best Mortgages with No Origination Fee Best Mortgages for Average Credit Score Adjustable Rate Mortgages Affording a Mortgage SELECT All Insurance Best Life Insurance Best Homeowners Insurance Best Renters Insurance Best Car Insurance Travel Insurance SELECT All Credit Monitoring Best Credit Monitoring Services Best Identity Theft Protection How to Boost Your Credit Score Credit Repair Services SELECT All Personal Finance Best Budgeting Apps Best Expense Tracker Apps Best Money Transfer Apps Best Resale Apps and Sites Buy Now Pay Later (BNPL) Apps Best Debt Relief SELECT All Small Business Best Small Business Savings Accounts Best Small Business Checking Accounts Best Credit Cards for Small Business Best Small Business Loans Best Tax Software for Small Business SELECT All Taxes Best Tax Software Best Tax Software for Small Businesses Tax Refunds SELECT All Help for Low Credit Scores Best Credit Cards for Bad Credit Best Personal Loans for Bad Credit Best Debt Consolidation Loans for Bad Credit Personal Loans if You Don't Have Credit Best Credit Cards for Building Credit Personal Loans for 580 Credit Score or Lower Personal Loans for 670 Credit Score or Lower Best Mortgages for Bad Credit Best Hardship Loans How to Boost Your Credit Score SELECT All Investing Best IRA Accounts Best Roth IRA Accounts Best Investing Apps Best Free Stock Trading Platforms Best Robo-Advisors Index Funds Mutual Funds ETFs Bonds  The buzzy generative artificial intelligence space is due something of a reality check next year, an analyst firm predicted Tuesday, pointing to fading hype around the technology, the rising costs needed to run it, and growing calls for regulation as signs that the technology faces an impending slowdown. In its annual roundup of top predictions for the future of the technology industry in 2024 and beyond, CCS Insight made several predictions about what lies ahead for AI, a technology that has led to countless headlines surrounding both its promise and pitfalls. The main forecast CCS Insight has for 2024 is that generative AI \\\"gets a cold shower in 2024\\\" as the reality of the cost, risk and complexity involved \\\"replaces the hype\\\" surrounding the technology. \\\"The bottom line is, right now, everyone's talking generative AI, Google, Amazon, Qualcomm, Meta,\\\" Ben Wood, chief analyst at CCS Insight, told CNBC on a call ahead of the predictions report's release. \\\"We are big advocates for AI, we think that it's going to have a huge impact on the economy, we think it's going to have big impacts on society at large, we think it's great for productivity,\\\" Wood said.\\u00a0 \\\"But the hype around generative AI in 2023 has just been so immense, that we think it's overhyped, and there's lots of obstacles that need to get through to bring it to market.\\\" Generative AI models such as OpenAI's ChatGPT, Google Bard, Anthropic's Claude, and Synthesia rely on huge amounts of computing power to run the complex mathematical models that allow them to work out what responses to come up with to address user prompts. Companies have to acquire high-powered chips to run AI applications. In the case of generative AI, it's often advanced graphics processing units, or GPUs, designed by U.S. semiconductor giant Nvidia that large companies and small developers alike turn to to run their AI workloads. Now, more and more companies, including Amazon, Google, Alibaba, Meta, and, reportedly, OpenAI, are designing their own specific AI chips to run those AI programs on. \\\"Just the cost of deploying and sustaining generative AI is immense,\\\" Wood told CNBC.\\u00a0 \\\"And it's all very well for these massive companies to be doing it. But for many organizations, many developers, it's just going to become too expensive.\\\" CCS Insight's analysts also predict that AI regulation in the European Union \\u2014 often the trendsetter when it comes to legislation on technology \\u2014 will face obstacles. The EU will still be the first to introduce specific regulation for AI \\u2014 but this will likely be revised and redrawn \\\"multiple times\\\" due to the speed of AI advancement, they said. \\\"Legislation is not finalized until late 2024, leaving industry to take the initial steps at self-regulation,\\\" Wood predicted.\\u00a0 Generative AI has generated huge amounts of buzz this year from technology enthusiasts, venture capitalists and boardrooms alike as people became captivated for its ability to produce new material in a humanlike way in response to text-based prompts.\\u00a0 The technology has been used to produce everything from song lyrics in the style of Taylor Swift to full-blown college essays. While it shows huge promise in demonstrating AI's potential, it has also prompted growing concern from government officials and the public that it has become too advanced and risks putting people out of jobs. Several governments are calling for AI to become regulated. In the European Union, work is underway to pass the AI Act, a landmark piece of regulation that would introduce a risk-based approach to AI \\u2014 certain technologies, like live facial recognition, face being barred altogether. In the case of large language model-based generative AI tools, like OpenAI's ChatGPT, the developers of such models must submit them for independent reviews before releasing them to the wider public. This has stirred up controversy among the AI community, which views the plans as too restrictive. The companies behind several major foundational AI models have come out saying that they welcome regulation, and that the technology should be open to scrutiny and guardrails. But their approaches to how to regulate AI have varied. OpenAI's CEO Sam Altman in June called for an independent government czar to deal with AI's complexities and license the technology. Google, on the other hand, said in comments submitted to the National Telecommunications and Information Administration that it would prefer a \\\"multi-layered, multi-stakeholder approach to AI governance.\\\" A search engine will soon add content warnings to alert users that material they are viewing from a certain web publisher is AI-generated rather than made by people, according to CCS Insight. A slew of AI-generated news stories are being published every day, often littered with factual errors and misinformation. According to NewsGuard, a rating system for news and information sites, there are 49 news websites with content that has been entirely generated by AI software. CCS Insight predicts that such developments will spur an internet search company to add labels to material that is manufactured by AI \\u2014 known in the industry as \\\"watermarking\\\" \\u2014 much in the same way that social media firms introduced information labels to posts related to Covid-19 to combat misinformation about the virus. Next year, CCS Insight predicts that arrests will start being made for people who commit AI-based identify fraud. The company says that police will make their first arrest of a person who uses AI to impersonate someone \\u2014 either through voice synthesis technology or some other kind of \\\"deepfakes\\\" \\u2014 as early as 2024. \\\"Image generation and voice synthesis foundation models can be customized to impersonate a target using data posted publicly on social media, enabling the creation of cost-effective and realistic deepfakes,\\\" said CCS Insight in its predictions list.\\u00a0 \\\"Potential impacts are wide-ranging, including damage to personal and professional relationships, and fraud in banking, insurance and benefits.\\\" Got a confidential news tip? We want to hear from you. Sign up for free newsletters and get more CNBC delivered to your inbox Get this delivered to your inbox, and more info about our products and services.\\u00a0 \\u00a9 2023 CNBC LLC. All Rights Reserved. A Division of NBCUniversal Data is a real-time snapshot *Data is delayed at least 15 minutes. Global Business and Financial News, Stock Quotes, and Market Data and Analysis. Data also provided by \"\n    },\n    {\n        \"title\": \"Ad Agencies Are Weary of Half-Baked AI Tools\",\n        \"article_url\": \"https://www.adweek.com/agencies/gen-ai-skeptics-ad-agencies-weary-of-half-baked-ai-tools/\",\n        \"article_content\": \"\\u00a0 Learn the ins, outs, dos and don\\u2019ts of creator marketing at Social Media Week Europe this 10\\u201311 October in London. Register for your in-person or virtual pass. In the past nine months, ad agencies have been inundated with pitches from new generative AI companies, as well as incumbent tech giants like Meta and Google.  However, as agencies delve deeper into the practicalities of existing generative AI tools, a growing sense of skepticism is taking hold based on frustrations with where the tools still need to improve, as well as a worrying homogenization of work that uses AI, tempering the mass excitement of the tech, according to eight agencies. \\u201cNot a lot of attention [is] paid to [the] fit and finish of these tools,\\u201d said Adam Buhler, svp of creative technology at Digitas. \\u201cEveryone is trying to get their feature into the market before others and the implementation is not fully baked in.\\u201d Keeping up with the flurry of new tech is just one challenge. There are over 360 generative AI companies in 2023, according to CB Insights, and funding for the sector has increased fivefold in the first half of 2023 compared to the full year of 2022.  AI Watch: Weekly Updates for the Latest in Generative AI News  These companies offer generative AI solutions to revamp sometimes dreary marketing tasks like ad copywriting, generating ad visuals at scale and query-based campaign recommendations like media planning.  Take digital marketing agency Winclap, which received 40 new pitches for generative AI tools across various use cases in Q3 alone. After testing, the agency discarded over 60% of them due to issues like hallucinations, according to Leandro Santos, head of creative studio, Winclap.  Performance agency Tinuiti\\u2019s practice lead, emerging tech, Nirish Parsad, reviews every new generative AI pitch at least three times. Despite initial variations, subsequent evaluations reveal uncanny similarities in creative output across all demos, including similar product backgrounds and ad copy, regardless of the brand category. For some agencies, demos appear effective in providing marketers with recommendations to improve campaign performance, but when the tools are queried multiple times, these tools often produce hallucinatory results. \\u201cOver the past year, we\\u2019ve seen a shift from back-room testing and caution to a bit of a tech arms race to launch new AI features and new AI tools,\\u201d said Brian Yamada, chief innovation officer at agency VMLY&R. \\u201cMany of the tools come with a warning sign that they won\\u2019t always get things right and are looking for feedback to improve.\\u201d An agency executive who requested to speak on background, tested Microsoft\\u2019s GitHub Copilot to assist the agency\\u2019s engineers and developers. During these tests, when Copilot was tasked with generating code for a specific brand website function, it occasionally produced code directly derived from real-world examples on which it had been trained.  \\u201cIt will give you somebody else\\u2019s code and that\\u2019s not good,\\u201d the executive said. \\u201cThis is the issue with all generative AI tools including Dall-E.\\u201d \\u201cGitHub Copilot generates unique code suggestions using context provided by the user. Our\\u00a0previous research\\u00a0shows that in rare situations (less than 1%), a suggestion may match code in GitHub\\u2019s public repositories, and these matches most often occur when a user has provided little or no context to Copilot,\\u201d a GitHub spokesperson told Adweek.  Meanwhile, Digitas is assessing a generative AI tool designed to assist in brainstorming and revising copy for copywriters. It found that the tool frequently generates generic copy and instead has added time to the copywriters\\u2019 workflow to verify the accuracy and validity of the generated content, said Digitas\\u2019 Buhler. \\u00a0 The reality of generative AI\\u2019s limitations highlights the need for ongoing training.  In a recent study conducted by technology company SOCi, polling over 300 digital marketers, 70% expressed feeling overwhelmed by the rapid evolution of AI and its integration into their marketing strategies, while 42% reported not receiving any formal training on AI and its marketing applications. To address this gap, some agencies are training employees on how to refine their prompts into these tools for desired outcomes. Brainlabs, Media.Monks, Tinuiti, and Digitas are training their employees through prompt engineering, crafting inputs for generative AI tools to ensure the generation of optimal outputs. \\u201cGenerative AI will be a big part of our process to speed up the briefing and script development,\\u201d said Brainlabs\\u2019 Julia Amorim, global svp of creative. \\u201cIt\\u2019s essential that our creative directors are well versed in that scale, and it becomes part of their overall toolkit.\\u201d Meanwhile, Digitas uses an internal tool to screen generative AI outputs for plagiarism. Still, if these AI systems become ubiquitous, there\\u2019s a looming danger of brands all having highly similar creativity, which leads to a homogenous brand landscape, said Tinuiti\\u2019s Parsad. Trishla is an Adweek staff reporter covering tech policy. Adweek is the leading source of news and insight serving the brand marketing ecosystem.\"\n    },\n    {\n        \"title\": \"Fujitsu and RIKEN develop AI drug discovery technology utilizing generative AI to predict structural changes in proteins\",\n        \"article_url\": \"https://www.fujitsu.com/global/about/resources/news/press-releases/2023/1010-01.html\",\n        \"article_content\": \"\\n\\n\\n\\n \\r\\nGlobal\\r\\n     Innovative solutions that address business challenges and solve societal issues \\nRead More\\n Manufacturing for a harmonious coexistence between people\\u00a0and the planet - value chain for sustainable manufacturing \\nRead More\\n Unique consumer experiences for all - delivering personalized consumer value \\nRead More\\n Maximize your life experience - unleash your potential \\nRead More\\n Toward a prosperous, sustainable society - creating your own life \\nRead More\\n Make the shift - bringing the power of digital to business and to people\\u00a0 \\nRead More\\n Enabling you to adapt with pace and intelligence - sustainable business transformation \\nRead More\\n Digital infrastructure for a connected society - seamlessly and securely connect the world \\nRead More\\n Business Application Services help organizations to address key digital transformation challenges by leveraging a co-creation approach and our Connected Ecosystem. Whether you want to focus on a specific technology, digital transformation or solutions specific to your sector, we look forward to co-creating with you. \\nRead More\\n To digitalize you need a new speed of IT delivery so you can drive new value, build the right culture and transform your business. We\\u2019ve built our portfolio to help you achieve this with hybrid IT, end to end networking solutions and Digital Workplace Services. We are recognized worldwide for the quality of our work and have continuously improved our position in analyst rankings. \\nRead More\\n Create an adaptive, productive and resilient workforce The way we work and live is fast changing. Digital technology continues to accelerate and help organizations reimagine the way they operate. It is now time to shift and build a better workplace for our people, organizations and society. With FUJITSU Work Life Shift, you can empower creativity through smarter solutions, enabling collaboration and ultimately building a truly adaptive and trusted organization. \\nRead More\\n We are rapidly approaching a time when all things in society will be connected through digital touchpoints and services, where data will be utilized to deliver insights and benefits well beyond the boundaries of industries and companies. In this new connected world, a strong and resilient digital infrastructure foundation will be required for close collaboration. \\nRead more\\n Safeguarding against cyber crime is vital for business in the digital world. Fujitsu\\u2019s extensive portfolio helps you strengthen your resilience against cyber attacks and improve security of your data, premises and people. \\nRead more\\n Hyperconnected Business and IoT Fujitsu combines the power of IoT with digital technologies, AI, & network solutions to deliver hyperconnected business transformation. We connect objects across your entire enterprise to provide a real-time view of how your business is performing at all times. \\nRead More\\n See Beyond. Think Beyond. Go Beyond. Fujitsu human-centric AI solutions focus on ethics, transparency and trust. We help you understand what AI can achieve within your organization. Using our co-creation methodology, we help you unlock value from your existing systems, as well as lay the AI foundations to overcome the challenges you face - now and in the future. \\nRead More\\n Co-creating Program Fujitsu's co-creating Program helps you to harness the power of collaboration to deliver your unique digital transformation by driving ideation. The Co-creating Program has been developed over decades of experience in Japan and around the world; working with customers, exchanging perspectives, ideas, and information in a highly focused, purpose-driven, and innovative way. \\nRead More\\n Some business problems have a vast number of potential solutions which are just too challenging to calculate with standard computing technology. From financial model stress testing in banks and process optimization in manufacturing, through to pharmaceutical drug research and development, conventional optimization methods cannot handle the complexity of some of today\\u2019s most challenging business problems. This is where our Quantum-Inspired Optimization Services come in. Services that leverage our Digital Annealer Platform to solve complex optimization problems using quantum logic, using tomorrow\\u2019s technology today. \\nRead More\\n IT Services & Solutions Case Studies At Fujitsu we create strong partnerships with our customers, enabling us to work together to find innovative IT services & solutions. Our case studies reveal how we help your businesses sector wide. \\nRead More\\n There is a huge value in data and understandably a drive towards digital transformation initiated in every organization. More enterprises than ever are assessing the opportunities hidden in their treasure troves of data to supercharge their business and take the lead in their field. \\nRead more\\n Drive business resilience and\\u00a0sustainability by choosing the \\u2018right cloud\\u2019 for the right workload. Enabled by hybrid cloud, digital resilience - the ability for organizations to rapidly adapt to business disruptions - is a core enabler of modern digital business. It\\u2019s seen as the key to a successful, agile, scalable and sustainable business future.\\u00a0Make Fujitsu hybrid cloud the next step in your business evolution and build a digitally resilient enterprise that\\u2019s protected against any uncertainty.\\u00a0 \\nRead more\\n Based on 50 years partnership with SAP Fujitsu has developed excellence in building ready-to run, private and hybrid-cloud enabled IT infrastructure solutions to support customers in their journey to SAP S/4 HANA. Utilizing unique assessment and consulting methodologies to gather and interpret real-life workload data of existing SAP landscapes, Fujitsu tailors your next SAP IT refresh in order to achieve perfect service levels whilst optimizing IT spending. \\nRead more\\n The pandemic gave the workplace a new meaning and changed the role of devices dramatically as well as accelerating digital trends that were already underway. Our vision is increase value for our customer and by providing a human-centric workplace - give our customers the power to see into their future. \\nRead more\\n Fujitsu is your single point of contact for setting up a distributed IT infrastructure that stretches from edge to core to cloud. We combine own server and storage technologies with networking and software products from strategic partners to build complete IT solutions for a hybrid cloud world. Comprehensive consultative, implementation and support services ensure that customers complete this transformation smoothly and successfully. Pay-per-use options enable a cloud-like payment scheme also for on-premises and private cloud environments. With decades of experience in the industry, Fujitsu combines Japanese engineering and outstanding quality to build and deliver reliable, human-centric devices for all modern working styles. Devices that are secure enough for the work-anywhere, all-digital workforce for the digital economy. \\nRead More\\n Fujitsu uSCALE Fujitsu uSCALE delivers flexible, on-premises IT infrastructures \\u201cas-a-service\\u201d solution via monthly consumption-based billing based on actual usage. Benefit from an IT solution that precisely focuses on your specific needs, saves investment costs, enables dynamic growth, and realize faster time to value. \\nRead More\\n Fujitsu offers a wide range of services which accompany customers in all phases of their IT infrastructure journey. We start our engagement with you with assessment and consulting services to make sure that your business objectives and IT purchase decisions go hand in hand. Once products or solutions have been purchased, we provide expert implementation, installation and integration services enabling a smooth go-live phase. Finally end-to-end support offerings help to fix any potential issues in the operations and maintenance phase. A great end-to-end customer experience is our mission. \\nRead More\\n \\nRead more\\n Given the requirement to enhance sustainability-focused corporate management, fulfilling corporate social responsibility from a global perspective has become an increasingly important issue. The Fujitsu Platform Business promotes its Sustainability activities based on the Fujitsu Way. Fujitsu takes care to operate responsibly at every stage of the product\\u2019s lifecycle. \\nRead more\\n Automotive Technology Solutions Fujitsu combines connected and autonomous vehicle technology with world-leading IT services, infrastructure & integration skills to deliver end-to-end automotive IT solutions that increase efficiency, reduce costs & lower environmental impact. \\nRead More\\n Smart Manufacturing Manufacturing is a continuously evolving industry. Yet in 2020, a global disruptor brought production to a standstill: COVID-19. Now the industry has powered up again and COVID-19 is forcing companies to accelerate their digitalization strategy. Manufacturers are striving to meet the demands of a changed consumer by developing agility, resilience and security, responsiveness and innovation. Fast. \\nRead More\\n Retail Technology and Hospitality Solutions Fujitsu's innovative retail technology and hospitality solutions increase efficiency and future proof the retail customer experience in an omni-channel world. \\nRead More\\n Driving a trusted future in financial services Fujitsu's digital finance technology & solutions increase business efficiency & lower costs. Our agile financial IT services empower you to enhance your customer experience to aid retention. \\nRead More\\n Digital solutions for transport Fujitsu has been working with transport operators for over 50 years, providing innovative transport IT solutions that provide real business value. Our urban mobility IT solution transform operations, increase efficiency, improve security & reduce cost across road, rail, aviation and maritime. \\nRead More\\n Public Sector Transformation Fujitsu is a world leading Public Sector IT Service provider. We help public sector organizations harness the power of technology to improve citizens\\u2019 lives. Our Digital Government Solutions ensure autonomy, secure sharing & data protection. \\nRead More\\n Digital Solutions for Energy and Utilities By implementing innovative new digital solutions - from advanced sensors/devices driving smart grids, machine learning predicting asset availability to AI enabling better fault prediction and smart devices giving consumers power over their consumption - providers can overcome the challenges they face in guaranteeing quality, availability and reliability. \\nRead More\\n IT Services & Solutions Case Studies At Fujitsu we create strong partnerships with our customers, enabling us to work together to find innovative IT services & solutions. Our case studies reveal how we help your businesses sector wide. \\nRead More\\n Tokyo, October 10, 2023 Fujitsu Limited and the HPC- and AI-driven Drug Development Platform Division of the RIKEN Center for Computational Science today announced that they have developed an AI drug discovery technology that can predict structural changes of proteins from electron microscope images as a 3D density map in wide range by utilizing generative AI in January 2023. The two parties further plan to present a paper on this technology at MICCAI 2023, the top international conference in the field of medical image processing, on October 10, 2023 (Japan time). In conjunction with this announcement, Fujitsu also plans to make its prediction technology for protein structural changes available on October 10, 2023 as an AI innovation component of the Fujitsu Kozuchi (code name) - Fujitsu AI Platform, an AI platform that allows users to quickly test out advanced technologies. As part of a joint research project launched in May 2022, Fujitsu and RIKEN developed a generative AI technology that accurately estimates the various forms of a target protein's conformation and their possible proportions from a large number of projection images taken by electron microscopy, as well as a technology that predicts conformational changes in the target protein from the estimated proportions. Based on these two technologies, the two parties developed an AI drug discovery technology that can predict structural changes of a protein in a wide range, with the aim of developing next-generation IT drug discovery technology that significantly reduces the development time and cost of drug discovery. The technology enables the accurate acquisition of protein conformations and changes based on experimental data in more than ten times less time than conventional procedures (1), thereby enabling innovation in the design process of drugs that bind to target proteins such as bacteria and viruses. Moving forward, Fujitsu and RIKEN will use the newly developed generative AI technology as one of the core technologies for realizing next-generation IT drug discovery technology that can analyze the complex relationships between target proteins and antibodies, and predict global structural changes of molecules with high accuracy and speed. Proteins that are closely involved in the lifecycles and disease mechanisms of living organisms are naturally very flexible and interact with other molecules in vivo by changing their structure conformation. For example, to develop drugs that suppress infection by viruses such as COVID-19 that stimulate its infection with conformational changes on their surface proteins, it is necessary to ascertain the various conformational states of the proteins and how they change between conformations. However, conventional structural analysis methods require a high level of expertise and trial and error, demanding considerable time and expenditure to obtain accurate conformational changes. To solve this problem, Fujitsu and RIKEN have developed the following two new drug discovery technologies using generative AI. Fujitsu and RIKEN developed two new drug discovery technologies by utilizing the know-how cultivated through the development of Fujitsu's deep learning technology and applying the knowledge of RIKEN's drug discovery molecular simulation utilizing supercomputer Fugaku (2). The combination of the two technologies reduced the time for prediction of conformational changes in a target protein from one day to two hours (3), thereby contributing to the speedup and efficiency of the drug discovery process for pharmaceutical companies. Details of each technology are as follows: Accurate prediction of conformational changes of a target protein in a wide range requires the possible forms of the conformation and their accurate proportions. In this study, Fujitsu and RIKEN reconstructed a 3D density map of each conformation from a large number of projection images and the corresponding angles at a given moment. At the same time, the two parties estimated the proportion based on the frequency of the reconstructed conformation as a clue. Since the conformation of the target protein is usually expressed by high-dimensional data, it is difficult to directly predict the conformational changes. However, in the process of reconstructing the conformation by the generative AI technology of the preceding paragraph, Fujitsu and RIKEN extracted a low-dimensional feature of the conformation. Using generative AI technology, Fujitsu and RIKEN analyzed the low-dimensional data and predicted the conformational changes by restoring 3D density maps. Moving forward, Fujitsu and RIKEN will leverage the newly developed AI drug discovery technology as one of the core technologies for analyzing complexes between target proteins and antibodies and for predicting structural changes in molecules with high accuracy and speed.\\n\\nTo contribute to the realization of Society5.0 in the field of medicine, RIKEN is promoting the construction of a drug discovery DX platform on supercomputer Fugaku, aiming to innovate the drug discovery process by using it as one of the new technologies to estimate the various structural states of target proteins. RIKEN is further promoting various initiatives including TRIP (4) aimed at creating innovative research platforms that effectively generate new fields of knowledge across research fields.\\n\\nFujitsu also plans to start offering of its prediction technology for protein structural changes on October 10, 2023 as an AI innovation core component module of Fujitsu Kozuchi (code name) - Fujitsu AI Platform.\\n\\nUnder Fujitsu Uvance, which aims to realize a sustainable world, Fujitsu is promoting Healthy Living, which maximizes the life experience of everyone. Fujitsu will continue to contribute to solving social problems in the medical field by developing technologies that combine its strengths in AI and HPC. Fujitsu\\u2019s purpose is to make the world more sustainable by building trust in society through innovation. As the digital transformation partner of choice for customers in over 100 countries, our 124,000 employees work to resolve some of the greatest challenges facing humanity. Our range of services and solutions draw on five key technologies: Computing, Networks, AI, Data & Security, and Converging Technologies, which we bring together to deliver sustainability transformation. Fujitsu Limited (TSE:6702) reported consolidated revenues of 3.7 trillion yen (US$28 billion) for the fiscal year ended March 31, 2023 and remains the top digital services company in Japan by market share. Find out more: www.fujitsu.com. RIKEN is Japan's largest comprehensive research institution renowned for high-quality research in a diverse range of scientific disciplines. Founded in 1917 as a private research foundation in Tokyo, RIKEN has grown rapidly in size and scope, today encompassing a network of world-class research centers and institutes across Japan including the RIKEN Center for Computational Science (R-CCS), the home of the supercomputer Fugaku. As the leadership center of high-performance computing, the R-CCS explores the \\u201cScience of computing, by computing, and for computing.\\u201d The outcomes of the exploration \\u2013 the technologies such as open source software \\u2013 are its core competence. The R-CCS strives to enhance the core competence and to promote the technologies throughout the world. Fujitsu Limited\\nPublic and Investor Relations Division\\nInquiries RIKEN\\nComputational Science Promotion Office\\n\\nE-mail: r-ccs-koho@ml.riken.jp All company or product names mentioned herein are trademarks or registered trademarks of their respective owners. Information provided in this press release is accurate at time of publication and is subject to change without advance notice. Copyright 1995 - 2023 Fujitsu\"\n    },\n    {\n        \"title\": \"Google search begins testing lite version of \\u2018generative ai\\u2019 that\\u2019s less intrusive\",\n        \"article_url\": \"https://indianexpress.com/article/technology/artificial-intelligence/google-search-ai-lite-sge-testing-8975847/\",\n        \"article_content\": \"Google is taking a different approach in offering AI-generated search results, powered by its Bard. The search engine giant has now started testing a new layout that\\u2019s less intrusive, which is currently available to select users. According to a tweet by Glenn Gabe, the \\u2018SGE Lite\\u2019 (Search Generative Experience) will not trigger a large block by default and will show more buttons for users who like to access additional information. Google recently started offering a generative AI capability called SGE, similar to the GPT-4 powered new Bing as part of an early access experiment. When enabled, Google will offer specific responses to user queries. However, this would take up a large block of the browser by default, affecting publishers. SGE continues to evolve. I\\u2019m now seeing what I\\u2019m calling \\u201cSGE lite\\u201d in the SERPs. SGE doesn\\u2019t trigger a large block by default anymore\\u2026 it\\u2019s now much smaller with a large \\u201cShow more\\u201d button. Again, IMO SGE will not roll out unless it\\u2019s revenue-neutral or positive\\u2026 Stay tuned: pic.twitter.com/JSlUJ7V7ef \\u2014 Glenn Gabe (@glenngabe) October 7, 2023 Glenn also shares that Google will not roll out this capability to the general public unless it is revenue-neutral or positive. Right now, the search engine is one of Google\\u2019s biggest revenue-generating products. Given that the new Bing hasn\\u2019t been that successful in increasing its market share, Google will be very cautious about how it rolls out the new generative AI capabilities to its search engine. We were also able to experience the new lite version of SGE on Google. It is also worth noting that to enable the new AI-powered SGE experience on Google, the company has to run large language generative AI models on its servers, which is an expensive task. On top of that, the content generated by AI might not be accurate due to limitations like hallucinations.  \"\n    },\n    {\n        \"title\": \"56% of professionals are unsure if their companies have ethical guidelines for AI use\",\n        \"article_url\": \"https://www.zdnet.com/article/56-of-professionals-are-unsure-if-their-companies-have-ethical-guidelines-for-ai-use/\",\n        \"article_content\": \"Most Popular Although AI has been around since the 1950s, it has seen tremendous growth within the past year. Tech giants have been implementing AI into their products and services, while individuals are using it to make their lives a little easier.\\u00a0 According to Deloitte, 74% of companies surveyed in its second edition Technology Trust Ethics Report have already begun testing generative AI, while 65% have begun to use it internally. The increasing awareness of AI's new capabilities has led to the pressing question of how organizations can use this technology ethically.\\u00a0 Also:\\u00a0The ethics of generative AI: How we can harness this powerful technology Deloitte interviewed 26 specialists in various industries to gather information about how industry leaders are considering concerns about the ethical use of emerging technologies, including generative AI.\\u00a0 The company then tested hypotheses and delivered a 64-question survey to more than 1,700 businesses and technical professionals to gain further insights.\\u00a0 The report, by Beena Ammanath, managing director of Deloitte Consulting LLP and leader of Deloitte's Technology Trust Ethics practice, refers to emerging technologies as the following: Cognitive technologies (including general and generative AI and chatbots), digital reality, ambient experiences, autonomous vehicles, quantum computing, distributed ledger technology, and robotics.\\u00a0 According to the survey, 39% of survey respondents, consisting of business leaders and developers of emerging technologies, thought cognitive technologies had the most potential for social good, compared to 12% in digital reality, and 12% in ambient experiences.\\u00a0 Also: AI is transforming organizations everywhere. How these 6 companies are leading the way However, 57% of survey respondents also thought that cognitive technologies had the greatest potential for serious ethical risk.\\u00a0 The most concerning statistic is that over half of the respondents (56%) said their \\\"company does not have or are unsure if they have ethical principles guiding the use of generative AI.\\\" Compared to Deloitte's report in 2022 about ethics and trust in emerging technologies, this year's report reveals that \\\"organizations find themselves wrestling with new ethical issues posed by wide-scale adoption of this once-again new technology.\\\"\\u00a0 These issues are tied to concerns about how businesses and organizations are using these technologies.\\u00a0 Despite the many benefits of AI, 22% of respondents were concerned with data privacy while 14% cited transparency about how AI is trained with data to produce its outputs.\\u00a0 Also: 3 ways to secure the best AI partner for your business Data poisoning as well as intellectual property and copyright were concerns that each consisted of 12% of survey respondents. Data poisoning is the \\\"pollution\\\" of data training sets by bad actors and can lead to inaccurate results produced by AI.\\u00a0 Deloitte's report also detailed the types of damage that survey respondents believe could arise when ethical violations are not taken seriously.\\u00a0 Reputational damage was the greatest source of concern coming from 38% of respondents, followed by human damage such as misdiagnoses or data privacy violations (27%), regulatory penalties like copyright infringement (17%), financial damage (9%), and employee dissatisfaction (9%).\\u00a0 These damages are evident in the several lawsuits that have already been filed due to privacy violations, copyright infringement, and other issues related to the unethical use of AI.\\u00a0 Also: How trusted generative AI can improve the connected customer experience So how can companies ensure they using AI safely? Deloitte lists a multi-step approach to helping companies:\\u00a0 \\\"The sooner companies work together to identify the risks and establish governance up front, the better their ability may be to help generate stakeholder value, elevate their brands, create new markets, and contribute to building a more equitable world,\\\" said Ammanath.\\u00a0\"\n    },\n    {\n        \"title\": \"Google explores generative AI market in Asia-Pacific region\",\n        \"article_url\": \"https://asia.nikkei.com/Business/Technology/Google-explores-generative-AI-market-in-Asia-Pacific-region\",\n        \"article_content\": \"Company's regional president says, 'The wind is in the sails' SINGAPORE -- Google will explore new markets in the Asia-Pacific region, focusing on generative artificial intelligence technology, said Scott Beaumont, the U.S. tech giant's Asia Pacific president, in an exclusive interview with Nikkei Asia. \\\"There's this kind of pivot in\\u00a0understanding that Asia is where the opportunity is,\\\" said Beaumont, explaining where Asia lies in Google's global strategy. \\\"Asia is where we can learn from,\\\" he added. Discover the all new Nikkei Asia app \\n        Nikkei Asian Review, now known as Nikkei Asia, will be the voice of the Asian Century.\\n    \"\n    }\n]"